{
    "dotes": [
        {
            "Nombre": "Puño de Hierro",
            "Tipo": "Combate",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / SAL 3",
            "Efecto": "En un post de combate, infliges daño adicional narrativo a un enemigo con un golpe directo, causando que pierda el equilibrio o sufra una herida visible que afecta su próximo movimiento.",
            "Descripción": "Has endurecido tus puños en peleas callejeras de Shibuya. Tu salvajismo se manifiesta en impactos brutales que rompen defensas débiles, como un miembro de Toman derribando a un rival con un solo gancho."
        },
        {
            "Nombre": "Escudo Humano",
            "Tipo": "Combate",
            "Rareza": "Común",
            "Requisito": "Nivel 2 / COR 4",
            "Efecto": "En un post, proteges a un aliado de un ataque enemigo, absorbiendo parte del daño narrativo en ti mismo y manteniendo tu posición sin retroceder.",
            "Descripción": "Tu coraje te hace interponerte en el camino del peligro, como un teniente de pandilla cubriendo a su líder en una emboscada. Las heridas no te detienen; solo avivan tu determinación."
        },
        {
            "Nombre": "Golpe Sorpresa",
            "Tipo": "Combate",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / AST 3 / SAL 2",
            "Efecto": "En el inicio de un combate, describes un ataque inesperado que desorienta a un enemigo, dándote ventaja narrativa en el siguiente intercambio.",
            "Descripción": "Eres astuto en las sombras de las calles, lanzando un puñetazo desde un ángulo ciego como un pandillero acechando en un callejón de Harajuku. Tu salvajismo se combina con engaño para golpear primero."
        },
        {
            "Nombre": "Furia Contenida",
            "Tipo": "Combate",
            "Rareza": "Común",
            "Requisito": "Nivel 3 / ESP 4",
            "Efecto": "Después de recibir daño en un post, respondes con un contraataque narrativo más intenso, ignorando el dolor y presionando al agresor.",
            "Descripción": "Tu espíritu inquebrantable transforma el dolor en combustible, como un luchador de Valhalla que se levanta más fuerte tras un golpe. No caes; te vuelves imparable por un momento."
        },
        {
            "Nombre": "Lengua de Plata",
            "Tipo": "Social",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / AST 3",
            "Efecto": "En una interacción social, convences a un NPC neutral de que te dé información básica o un favor menor, alterando el flujo de la escena a tu favor.",
            "Descripción": "Tu astucia te permite manipular conversaciones en los bares de Roppongi, como un informante tejiendo mentiras para extraer secretos de un rival sin que se dé cuenta."
        },
        {
            "Nombre": "Presencia Inspiradora",
            "Tipo": "Social",
            "Rareza": "Común",
            "Requisito": "Nivel 2 / LID 4",
            "Efecto": "En un post grupal, motivas a tus aliados pandilleros a actuar con más confianza, mejorando su coordinación narrativa en la escena.",
            "Descripción": "Como un líder carismático de banda, tu liderazgo eleva el ánimo de tu crew en una reunión callejera, haciendo que sigan tu visión sin dudar, al estilo de un capitán de Toman."
        },
        {
            "Nombre": "Ojo para la Debilidad",
            "Tipo": "Social",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / LOG 3 / AST 2",
            "Efecto": "En una negociación o confrontación verbal, identificas una debilidad del oponente y la explotas narrativamente para ganar concesiones.",
            "Descripción": "Tu lógica analítica combinada con astucia te hace leer a la gente como un libro abierto en las calles de Akihabara, detectando mentiras y presionando donde duele."
        },
        {
            "Nombre": "Juramento de Lealtad",
            "Tipo": "Social",
            "Rareza": "Común",
            "Requisito": "Nivel 3 / LID 3 / ESP 2",
            "Efecto": "En un post, fortaleces la lealtad de un seguidor o aliado, haciendo que resista intentos de traición o intimidación en la escena.",
            "Descripción": "Tu liderazgo y espíritu crean vínculos inquebrantables, como un jefe de pandilla sellando un pacto en una azotea de Tokio, donde las palabras pesan más que los puños."
        },
        {
            "Nombre": "Manos Rápidas",
            "Tipo": "Oficio",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / AST 4",
            "Efecto": "En una escena de robo o sigilo, describes hurtar un objeto pequeño sin ser detectado, agregando un elemento útil a tu inventario narrativo.",
            "Descripción": "Eres un ladrón callejero experto en los mercados de Ueno, usando astucia para deslizarte entre la multitud y tomar lo que necesitas sin dejar rastro."
        },
        {
            "Nombre": "Mecánico Callejero",
            "Tipo": "Oficio",
            "Rareza": "Común",
            "Requisito": "Nivel 2 / LOG 4",
            "Efecto": "En un post, reparas o saboteas un vehículo o mecanismo simple, alterando la movilidad o el entorno de la escena a tu favor.",
            "Descripción": "Tu lógica te permite improvisar con herramientas en garajes improvisados de Yokohama, como un pandillero arreglando una moto para escapar de la policía."
        },
        {
            "Nombre": "Oído en las Calles",
            "Tipo": "Oficio",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / AST 3 / LOG 2",
            "Efecto": "En una investigación callejera, obtienes rumor o pista narrativa de contactos underground, avanzando la trama sin esfuerzo.",
            "Descripción": "Combina astucia y lógica para escuchar los susurros en los callejones de Shinjuku, como un espía de banda recopilando intel sobre movimientos rivales."
        },
        {
            "Nombre": "Curandero Improvisado",
            "Tipo": "Oficio",
            "Rareza": "Común",
            "Requisito": "Nivel 3 / ESP 3 / LOG 2",
            "Efecto": "En un post post-combate, describes curar heridas menores de ti o un aliado, permitiendo continuar la escena sin debilidades graves.",
            "Descripción": "Tu espíritu y lógica te hacen usar recursos callejeros para vendar y estabilizar, como un miembro de pandilla atendiendo a su equipo tras una reyerta en Ikebukuro."
        },
        {
            "Nombre": "Adaptación Urbana",
            "Tipo": "Utilidad",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / COR 3",
            "Efecto": "En una escena de persecución o escape, usas el entorno urbano para ganar ventaja narrativa, como saltar vallas o esconderte en multitudes.",
            "Descripción": "Tu coraje te impulsa a navegar las calles de Tokio como un nativo, evadiendo peligros con movimientos audaces que otros no se atreverían."
        },
        {
            "Nombre": "Voluntad de Acero",
            "Tipo": "Utilidad",
            "Rareza": "Común",
            "Requisito": "Nivel 2 / ESP 4",
            "Efecto": "En un post de presión extrema, resistes efectos narrativos de miedo o dolor, manteniendo tu compostura y acciones sin interrupciones.",
            "Descripción": "Tu espíritu te hace inquebrantable ante amenazas, como un superviviente de pandilla ignorando intimidaciones en una confrontación tensa."
        },
        {
            "Nombre": "Plan B Rápido",
            "Tipo": "Utilidad",
            "Rareza": "Común",
            "Requisito": "Nivel 1 / LOG 3",
            "Efecto": "Cuando un plan falla en un post, improvisas una alternativa narrativa lógica que salva la situación parcialmente.",
            "Descripción": "Tu lógica te permite repensar sobre la marcha en las caóticas calles de Kabukicho, convirtiendo desastres en oportunidades como un estratega callejero."
        }
    ]
}