[
  {
    "id": 1,
    "nombre": "Selene 'Marea de Plata' Morganis",
    "rango": "yonko",
    "faccion": "piratas",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "25 años",
    "raza": "Híbrida Humana-Gyojin (Pez Ángel)",
    "recompensa": "3.880.000.000 Berries",
    "akumaNoMi": "Mizu Mizu no Mi (Logia - Agua)",
    "haki": "Haoshoku Haki Avanzado (infusión en objetos)",
    "arma": "Maremoto - Sable maldito que absorbe la voluntad de enemigos",
    "descripcion": "La Reina Pirata. Carismática, inteligente y con voluntad férrea. Nació en Fishman Island pero fue exiliada a los 10 años por razones desconocidas. Encontró su Akuma no Mi a los 15 años. Líder de Los Argonautas de la Tempestad. Actualmente capturada y en espera de ejecución en Impel Down Nivel 6.",
    "objetivo": "Encontrar La Herencia y exponer la verdad del Siglo Vacío públicamente",
    "curiosidades": "Penetró Marie Geois hace 2 años con solo tres miembros de su tripulación, robó un objeto clasificado y escapó sin bajas. Envió siete cartas misteriosas antes de su captura. Su control del agua marina es único, pero pierde poder si se sumerge completamente.",
    "eventos": "Capturada hace 2 semanas en emboscada coordinada. Su ejecución está programada en Marineford dentro de 30 días."
  },
  {
    "id": 2,
    "nombre": "Fleet Admiral Severstal 'Martillo de Hierro' Ironfist",
    "rango": "fleetadmiral",
    "faccion": "marina",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "127 años",
    "raza": "Gigante (12 metros de altura)",
    "akumaNoMi": "Ninguna",
    "haki": "Busoshoku Haki Avanzado (nivel maestro)",
    "arma": "Martillo de guerra del tamaño de un barco y puños desnudos",
    "descripcion": "Líder supremo de la Marina. Estoico y metódico, cree genuinamente en la 'Justicia Absoluta'. Ve el orden mundial como único medio para prevenir el caos. No disfruta la crueldad pero la considera necesaria. Respeta a los enemigos fuertes.",
    "historia": "Perdió a su hijo hace 40 años en un ataque pirata, lo que cimentó su filosofía inflexible",
    "curiosidades": "Colecciona relojes antiguos de bolsillo, ironía considerando su longevidad como gigante. Su barba de acero gris está trenzada con cadenas militares. Cicatriz masiva cruza su rostro desde la frente hasta la mandíbula.",
    "objetivo": "Marcar el fin de la era pirata con la ejecución de Selene Morganis"
  },
  {
    "id": 3,
    "nombre": "Almirante Kazan 'Puño de Ceniza'",
    "rango": "almirante",
    "faccion": "marina",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "48 años",
    "raza": "Humano",
    "akumaNoMi": "Hai Hai no Mi (Logia - Ceniza volcánica)",
    "haki": "Haoshoku Haki dominado",
    "arma": "Prótesis mecánica negra con Kairouseki retráctil (brazo derecho)",
    "descripcion": "Almirante agresivo y directo. Practica 'Justicia Ardiente': eliminar el mal sin hesitación. Obsesionado con capturar o matar a Selene tras perder su brazo derecho en batalla contra ella hace 1 año. Bajo su furia hay honor: nunca ataca civiles intencionalmente.",
    "apariencia": "Complexión musculosa, piel tostada, cabello negro corto, ojos dorados intensos. Siempre fuma puros",
    "historia": "Perdió su brazo derecho durante la Batalla de Fullalead hace 1 año enfrentando a Selene Morganis",
    "curiosidades": "Su brazo mecánico fue diseñado personalmente por Vegapunk. Secretamente respeta la fuerza de Selene a pesar de su obsesión por derrotarla."
  },
  {
    "id": 4,
    "nombre": "Almirante Thalassa 'Corriente Sombría'",
    "rango": "almirante",
    "faccion": "marina",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "34 años",
    "raza": "Sirena",
    "akumaNoMi": "Ninguna",
    "haki": "Kenbunshoku Haki precognitivo (maestría)",
    "arma": "Tridente de Kairouseki líquido (tecnología experimental)",
    "descripcion": "Fría y calculadora. Practica 'Justicia Silenciosa': prefiere la eliminación quirúrgica de amenazas. Cree que el fin justifica los medios. Raramente habla, comunicándose con gestos o frases cortas. Misteriosa incluso para sus colegas.",
    "apariencia": "Piel azul pálido con patrones de escamas plateadas sutiles. Cabello azul oscuro hasta la cintura. Ojos completamente blancos sin pupilas visibles. Elegante en combate",
    "historia": "Se rumorea que fue rescatada de traficantes de esclavos por la Marina cuando era niña",
    "curiosidades": "Maestra del Gyojin-Jujutsu adaptado para combate subacuático. Guarda rencor personal contra la esclavitud pero obedece órdenes gubernamentales, contradicción interna sin resolver."
  },
  {
    "id": 5,
    "nombre": "Almirante Zephyrus 'Ala de Tormenta'",
    "rango": "almirante",
    "faccion": "marina",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "52 años",
    "raza": "Skypiano",
    "akumaNoMi": "Tori Tori no Mi, Modelo: Garuda (Zoan Mítica - Ave divina)",
    "haki": "Busoshoku y Kenbunshoku equilibrados",
    "descripcion": "El más 'moral' de los Almirantes. Practica 'Justicia Misericordiosa': cree en segundas oportunidades para criminales menores. Conflictuado sobre órdenes extremas pero las cumple. Mentor de varios Vice-Almirantes jóvenes.",
    "apariencia": "Alas blancas inmaculadas, cabello plateado en coleta alta. Viste abrigo de Almirante modificado para las alas. Antenas skypianas adornadas con anillos de oro",
    "historia": "Proviene de una isla del cielo destruida por piratas hace 30 años. Único superviviente, lo que lo llevó a unirse a la Marina",
    "curiosidades": "En forma híbrida Garuda controla los vientos. Cuestiona silenciosamente la moralidad gubernamental pero mantiene su lealtad."
  },
  {
    "id": 6,
    "nombre": "Vice-Almirante Grimaldi 'El Verdugo'",
    "rango": "vicealmirante",
    "faccion": "marina",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "61 años",
    "raza": "Bucanero (3.5 metros)",
    "akumaNoMi": "Ninguna",
    "haki": "Busoshoku (hacha impregnada permanentemente con Haki)",
    "arma": "Hacha de doble filo gigante",
    "descripcion": "Pragmático y brutal. No siente placer en matar, pero tampoco remordimientos. Ve su trabajo como servicio necesario. Ha ejecutado a 37 piratas de alto rango sin fallar nunca. Fuera del campo de batalla es tranquilo y disfruta la carpintería.",
    "apariencia": "Enorme incluso para estándares bucaneros. Calvo con bigote espeso negro. Piel curtida con tatuajes de ejecuciones contabilizadas (detuvo el conteo en 1,000)",
    "objetivo": "Encargado de ejecutar a Selene Morganis en Marineford",
    "curiosidades": "Tiene una hija que desconoce su trabajo real: cree que su padre es carpintero. Su fuerza bucanera natural está aumentada con Busoshoku."
  },
  {
    "id": 7,
    "nombre": "Vice-Almirante Liora 'Lanza Esmeralda'",
    "rango": "vicealmirante",
    "faccion": "marina",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "29 años",
    "raza": "Mink (Leopardo de las nieves)",
    "akumaNoMi": "Ninguna",
    "haki": "Busoshoku (cubre su lanza con electricidad negra)",
    "arma": "Lanza con punta de esmeralda",
    "descripcion": "Ferozmente leal a la Marina pero con código de honor personal estricto. No tolera la corrupción dentro de las filas. Compasiva con civiles. Amigable y directa. Domina el Electro natural de Mink potenciado y técnicas de lanza con maestría en Soru.",
    "apariencia": "Pelaje blanco con manchas grises. Ojos verdes penetrantes. Esbelta y ágil. Uniforme de Marina modificado para cola",
    "historia": "Salvada de Zou durante una invasión pirata cuando era niña por un almirante retirado",
    "curiosidades": "Busca redimir la fama 'traicionera' de algunos Minks uniéndose a la Marina. Zou la considera proscrita por esto."
  },
  {
    "id": 8,
    "nombre": "Emperador Mordred 'Rey Carmesí Regresado' Helborn",
    "rango": "yonko",
    "faccion": "piratas",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "56 años",
    "raza": "Humano",
    "recompensa": "4.100.000.000 Berries",
    "akumaNoMi": "Chi Chi no Mi (Paramecia - Sangre)",
    "haki": "Haoshoku Haki dominado",
    "arma": "Sangre de Reyes - Espada maldita",
    "descripcion": "Ambicioso y despiadado. Cree que la fuerza dicta el destino. Respeta poder pero aplasta debilidad. Carismático de forma oscura. Controla su propia sangre y la de heridos como armas letales.",
    "apariencia": "Alto (2.10m), corpulento. Cabello y barba rojo sangre largos. Ojos carmesí. Piel marcada con cicatrices de batalla. Armadura negra parcial y capa roja rasgada",
    "objetivo": "Encontrar Cronos para 'reescribir el mundo a su imagen'",
    "curiosidades": "Afirma ser descendiente lejano de Kael D. Abraxas (posiblemente cierto). Su alianza con Selene era inestable; celebra secretamente su captura."
  },
  {
    "id": 9,
    "nombre": "Emperador Taifū 'La Tormenta Eterna'",
    "rango": "yonko",
    "faccion": "piratas",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "41 años",
    "raza": "Gyojin (Tiburón Tigre - 3 metros)",
    "recompensa": "3.650.000.000 Berries",
    "akumaNoMi": "Ninguna (rechaza debilidad al agua)",
    "haki": "Haoshoku y Busoshoku avanzados",
    "especialidad": "Gyojin Karate Maestro (Nivel 5,000)",
    "descripcion": "Honorable pero brutal. Sigue código bushido modificado. Odia al Gobierno Mundial por siglos de esclavitud gyojin. Busca liberar Fishman Island completamente. Reservado y estratégico. Puede crear corrientes submarinas devastadoras.",
    "apariencia": "Piel gris azulado con rayas negras. Mandíbula prominente con dientes afilados visibles. Branquias en cuello. Musculoso. Viste kimono rasgado sin mangas",
    "historia": "Fue esclavo de Dragones Celestiales en su juventud, marca de esclavo quemada intencionalmente. Escapó hace 25 años",
    "curiosidades": "Selene lo ayudó una vez sin conocerlo; por eso la respeta profundamente a pesar de diferencias."
  },
  {
    "id": 10,
    "nombre": "Emperador Valkyria 'Espada del Fin' Ragnarsdottir",
    "rango": "yonko",
    "faccion": "piratas",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "112 años",
    "raza": "Gigante de Elbaf (18 metros)",
    "recompensa": "3.920.000.000 Berries",
    "akumaNoMi": "Kane Kane no Mi (Paramecia - Metal ultra-denso)",
    "haki": "Haoshoku dominado",
    "arma": "Dawnbreaker - Espada de 20 metros",
    "descripcion": "Guerrera nacida. Vive para el combate honorable. Respeta fuerza sin importar origen. Risueña y bebedora legendaria fuera de batalla. Leal a su tripulación hasta Valhalla. Puede transformar armas en metal ultra-denso y manipularlas.",
    "apariencia": "Complexión muscular definida. Cabello rubio trenzado con runas. Ojos azul hielo. Armadura vikinga completa dorada",
    "historia": "Princesa de Elbaf que rechazó corona para navegar. Su tripulación son 500 gigantes",
    "curiosidades": "Respeta a Selene; propuso alianza honesta. Su espada Dawnbreaker puede cortar islas enteras cuando infunde Haki."
  },
  {
    "id": 11,
    "nombre": "Zorro D. Tormenta 'El Fantasma del Alba'",
    "rango": "lider",
    "faccion": "revolucionarios",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "54 años",
    "raza": "Mink (Zorro rojo - 1.95m)",
    "akumaNoMi": "Ninguna",
    "haki": "Tres formas avanzadas (Kenbunshoku, Busoshoku, Haoshoku)",
    "arma": "Bastón de combate extensible",
    "especialidad": "Electro dominado y estrategia brillante",
    "descripcion": "Líder de Alba Libre. Idealista templado por realismo. Carismático orador. Cree en liberación mediante educación y fuerza cuando necesario. Padre figurativo para jóvenes revolucionarios. Carga peso de cada vida perdida.",
    "apariencia": "Pelaje rojo oscuro con mechón blanco en frente. Cola espesa. Ojos dorados intensos. Viste abrigo largo verde militar. Cicatriz diagonal en pecho",
    "historia": "Fue amigo de Kael D. Abraxas en su juventud. Fundó Alba Libre tras presenciar destrucción de su isla natal",
    "curiosidades": "Porta la 'D' con orgullo sin saber su significado completo. Tiene una hija en algún lugar desconocida para él. Más estratega que combatiente puro."
  },
  {
    "id": 12,
    "nombre": "El Cuervo",
    "rango": "comandante",
    "faccion": "revolucionarios",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "Desconocida (voz sugiere 30-40)",
    "raza": "Humano (sin confirmar)",
    "akumaNoMi": "Tori Tori no Mi, Modelo: Hugin (Zoan Mítica - Cuervo de Odín)",
    "especialidad": "Teletransportación entre sombras (cortas distancias)",
    "descripcion": "Segundo al mando de Alba Libre. Enigmático y misterioso. Habla en acertijos ocasionalmente. Despiadado con enemigos del movimiento. Protector de identidades de células revolucionarias. Algunos lo temen, incluso aliados.",
    "apariencia": "NUNCA visto sin máscara de cuervo negra elaborada. Capa negra con plumas. Alto (1.90m). Complexión desconocida bajo ropajes amplios",
    "curiosidades": "Hay teoría que es múltiples personas usando identidad compartida. Otra teoría: es alguien 'muerto' oficialmente. Zorro confía ciegamente en él/ella/ellos. Nadie ha visto su rostro y vivido para contarlo fuera de líderes Alba. Su Zoan está relacionada con el conocimiento."
  },
  {
    "id": 13,
    "nombre": "Liv 'Buscadora de Verdades' Runemark",
    "rango": "arqueologa",
    "faccion": "piratas",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "31 años",
    "raza": "Skypiana",
    "recompensa": "550.000.000 Berries (altísima para no-combatiente)",
    "akumaNoMi": "Ninguna",
    "haki": "Kenbunshoku básico (sentir peligro)",
    "descripcion": "Obsesionada con historia. Socialmente torpe pero brillante. Valiente ante peligro si significa descubrir verdad. Idealista. Cree que conocimiento debe ser libre. NO es combatiente: usa trampas, huidas y aliados para sobrevivir.",
    "apariencia": "Alas blancas pequeñas. Cabello castaño corto. Gafas redondas. 1.68m. Viste ropa práctica de explorador. Porta mochila con herramientas arqueológicas",
    "logros": "Ha descifrado parcialmente dos Poneglyphs. Descubrió cuarta tablilla en Skypiea hace 3 años",
    "curiosidades": "El Gobierno la quiere viva para interrogatorio. Selene la protegió una vez; desde entonces colaboran. Única superviviente conocida además de Aria que puede leer Poneglyphs."
  },
  {
    "id": 14,
    "nombre": "Kraven 'El Cazador Sin Piedad'",
    "rango": "excapitán",
    "faccion": "piratas",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "52 años",
    "raza": "Bucanero (4 metros)",
    "recompensa": "1.750.000.000 Berries (reactivada)",
    "akumaNoMi": "Neko Neko no Mi, Modelo: León de Nemea (Zoan Mítica - León invulnerable)",
    "haki": "Busoshoku avanzado (cubre piel ya dura)",
    "descripcion": "Obsesionado con cazar presas 'dignas'. Ve todo como caza. Honorable a su manera: da oportunidad justa. Desde derrota ante Selene hace 10 años, la persigue para 'cazarla' apropiadamente. Opera solo, rechaza alianzas.",
    "apariencia": "Extremadamente musculoso. Cabello negro largo. Barba. Cicatrices de garras en todo el cuerpo. Viste pieles de bestias que cazó. Collar de colmillos",
    "historia": "Ex-Shichibukai que renunció tras derrota contra Selene",
    "curiosidades": "Código de cazador: nunca caza débiles. Respeta a Selene pero la considera 'su presa'. En forma completa de León Nemea es inmensamente grande e invulnerable."
  },
  {
    "id": 15,
    "nombre": "Aria 'Última Voz de Ohara'",
    "rango": "erudita",
    "faccion": "neutral",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "20 años",
    "raza": "Humana",
    "recompensa": "350.000.000 Berries",
    "akumaNoMi": "Ninguna",
    "haki": "Kenbunshoku básico",
    "descripcion": "Traumatizada pero resiliente. Guarda secretos de Ohara. Desconfiada. Solo confía en quien demuestra odio al Gobierno. Inteligente y astuta. Sueña con reconstruir biblioteca de Ohara. NO es combatiente: sobrevive mediante astucia, esconderse y ayuda ocasional.",
    "apariencia": "Cabello negro largo. Ojos verdes. Delgada. 1.65m. Viste ropas de viaje desgastadas. Porta bastón de madera tallado con símbolos antiguos",
    "historia": "Única superviviente de la Masacre de Ohara hace 12 años cuando tenía 8 años",
    "curiosidades": "Lleva consigo conocimiento crítico sobre Poneglyphs y Siglo Vacío que memorizó de niña. El Gobierno quiere eliminarla. Cipher Pol la busca activamente. Paradero actual cambia constantemente. Contacta ocasionalmente con Alba Libre."
  },
  {
    "id": 16,
    "nombre": "Silas 'Telaraña' Marrok",
    "rango": "broker",
    "faccion": "neutral",
    "imagen": "URL_IMAGEN_1376x768",
    "edad": "44 años",
    "raza": "Humano",
    "akumaNoMi": "Ninguna",
    "especialidad": "Red de información mundial",
    "descripcion": "Broker de información. Neutral por conveniencia. Vende a mejor postor pero tiene líneas que no cruza. Encantador y manipulador. Le fascina el caos que generan sus informaciones. NO es combatiente directo: confía en red de subordinados, guardaespaldas, venenos, chantaje y trampas elaboradas.",
    "apariencia": "Delgado, casi esquelético. Cabello gris recogido. Barba candado. Ojos grises astutos. 1.78m. Viste traje negro elegante. Anillos en cada dedo",
    "base": "Paradise Island (isla neutral)",
    "curiosidades": "Tiene información sobre todo y todos, incluyendo Dragones Celestiales. Incluso el Gobierno lo tolera porque a veces proporciona intel valioso. Nadie sabe sus verdaderas lealtades."
  }
]
