{
    "npcs": [
        {
            "Rareza": "Común",
            "Distrito": "Akihabara",
            "Especialidad_Principal": "Mecánica",
            "Afiliación_Actual": "Independiente",
            "Datos_Basicos": {
                "Nombre_Completo": "Yuki Tanaka (田中 雪)",
                "Edad": 22,
                "Género": "Femenino",
                "Altura": "1.65m",
                "Ocupación_Actual": "Mecánica de motos / Reparadora freelance",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/0NjSoTx.jpeg",
            "Imagen_Modal": "https://i.imgur.com/3BNc4O1.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Yuki es una joven mecánica de cabello turquesa recogido en dos coletas altas, con pecas que cruzan su nariz y mejillas. Su mirada celeste es aguda e intensa, reflejando años de desconfianza hacia figuras de autoridad. Viste un mono de trabajo gris manchado de grasa, con mangas enrolladas que revelan vendajes en sus antebrazos - recuerdos de peleas callejeras pasadas. Un cinturón de herramientas siempre cuelga de su cintura, con llaves inglesas, destornilladores y piezas improvisadas que puede usar como armas si es absolutamente necesario.\n\nPersonalidad: Yuki es directa hasta la rudeza, sin paciencia para rodeos o manipulaciones. Tiene un sentido del humor sarcástico y ácido que usa como defensa emocional. Es extremadamente territorial respecto a su taller, pero una vez que confía en alguien, es leal hasta el punto de la terquedad. Le encanta demostrar que puede hacer cualquier cosa que un hombre puede hacer - pero mejor. Detesta que subestimen sus habilidades por su género.\n\nHistoria: Creció en Akihabara en un taller de motos dirigido por su padre, quien le enseñó todo sobre mecánica antes de morir en un 'accidente' orquestado por yakuza cuando se negó a modificar motos robadas. Desde entonces, Yuki ha operado el taller sola, rechazando afiliarse a cualquier banda pero ocasionalmente haciendo trabajos para quien pague bien. Busca alguien lo suficientemente fuerte para protegerla de las presiones constantes de las bandas locales, pero lo suficientemente honorable para no convertirse en otro explotador.",
            "Atributos_Especializados": "Como seguidor Común nivel base, Yuki no tiene atributos CALLES formales, pero narrativamente se especializa en todo lo mecánico. Puede reparar motos en tiempo récord, modificar vehículos para mejor rendimiento, y tiene conocimiento básico de combate callejero aprendido por necesidad.",
            "Especialidades": "★★ Mecánica (+4 a tiradas de reparación/modificación de vehículos)\n★ Recaudación (+2 a tiradas, sabe cobrar por sus servicios)\n\nYuki destaca reparando y mejorando motos. Puede completar reparaciones en la mitad del tiempo normal y tiene contactos con vendedores de piezas del mercado gris.",
            "Beneficio_Pasivo": "**'Taller Confiable'**: Mientras Yuki sea tu seguidora, TODOS los vehículos de tu pandilla reciben mantenimiento gratuito automático cada semana. Esto previene fallos mecánicos en momentos críticos. Adicionalmente, una vez por mes, puede modificar un vehículo sin coste de materiales (solo tiempo), añadiendo una mejora menor (ejemplo: +1 a Velocidad, mejor maniobrabilidad, sistema de escape mejorado).\n\nNarrativa: Tu banda nunca tiene que preocuparse por que sus motos fallen. Yuki trabaja hasta tarde en su taller, asegurándose de que cada máquina esté en condición perfecta. El sonido de llaves inglesas y motores siendo probados se vuelve familiar en tu sede.",
            "Habilidad_Especial": "Como seguidor Común, Yuki no tiene habilidad especial de combate. Sin embargo, puede usar herramientas como armas improvisadas (llave inglesa pesada, cadena, soplete) si es absolutamente necesario, tratándola como si tuviera Salvajismo 3 para propósitos narrativos.",
            "Metodos_Reclutamiento": "**A) PROTECCIÓN**: Yuki está siendo presionada por una banda local (Los Circuitos) que quiere controlar su taller y forzarla a modificar motos robadas. Derrota a 5-8 miembros de Los Circuitos cuando intenten intimidarla. Dificultad: Moderada. Reclutamiento automático si la proteges sin pedir nada a cambio. Lealtad inicial: 6 (+1 por gratitud).\n\n**B) DEMOSTRACIÓN DE CONOCIMIENTO**: Impresiónarla con tu propio conocimiento de motos o mecánica. Tirada: Lógica + 1d20 vs Dificultad 14. Si tienes dote de Mecánica: +2 bonificador. Éxito: Gana respeto suficiente para considerarte. Lealtad inicial: 5.\n\n**C) PAGO POR SERVICIO → RECLUTAMIENTO**: Contrata sus servicios para reparar/modificar tus vehículos. Paga bien (¥80,000+) y trata su trabajo con respeto. Después de 3 trabajos exitosos, ofrece protección permanente a cambio de que se una. Tirada: Liderazgo + Astucia + 1d20 vs Dificultad 15. Éxito: Acepta. Lealtad inicial: 5 (relación transaccional inicialmente).\n\n**D) VENGAR A SU PADRE**: Investiga y descubre quién ordenó el 'accidente' que mató a su padre. Presenta evidencia concreta. Ofrece ayudarla a obtener justicia (no necesariamente venganza sangrienta - puede ser exponer al culpable). Dificultad: Alta (requiere misión de investigación). Reclutamiento automático. Lealtad inicial: 7 (+2 por abordar su trauma).",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Independencia**: Valora su autonomía. No tolera micromanagement de su taller.\n\n2. **Respeto por el Oficio**: Desprecia a quienes ven la mecánica como 'trabajo sucio'. Respeta a líderes que valoran habilidades técnicas.\n\n3. **Honestidad Financiera**: Odia que le deban dinero o que le paguen tarde. Paga a tiempo = +1 Lealtad cada 3 meses.\n\n**GANAR LEALTAD**:\n- Defenderla públicamente cuando otros subestimen sus habilidades por ser mujer (+1)\n- Pagarle bonos extras por trabajos excepcionales (+1)\n- Expandir su taller con mejores herramientas/equipo (+2)\n- Encontrar información sobre la muerte de su padre (+1 a +3 según calidad)\n- Darle libertad para rechazar trabajos que contradicen sus principios (+1)\n\n**PERDER LEALTAD**:\n- Tratarla como 'la chica del taller' en vez de mecánica experta (-1)\n- Exigir que haga trabajos para criminales obviamente despreciables sin justificación (-1)\n- No pagar a tiempo o regatear su trabajo (-2)\n- Poner su taller en riesgo sin consultarle (-2)\n- Forzarla a modificar vehículos robados sabiendo que fue cómo murió su padre (-3, puede desertar inmediatamente)",
            "key": "Yuki_Tanaka"
        },
        {
            "Rareza": "Común",
            "Distrito": "Shinjuku",
            "Especialidad_Principal": "Conducción",
            "Afiliación_Actual": "Ex-Miembro",
            "Datos_Basicos": {
                "Nombre_Completo": "Takeshi Kuroda (黒田 武)",
                "Edad": 24,
                "Género": "Masculino",
                "Altura": "1.82m",
                "Ocupación_Actual": "Conductor freelance / Mensajero",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/LLMIliX.jpeg",
            "Imagen_Modal": "https://i.imgur.com/qgjZlip.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Takeshi es un hombre imponente de complexión robusta y rostro cuadrado que parece tallado en piedra. Su piel oscura contrasta con ojos penetrantes que han visto demasiado. Siempre viste una chaqueta bomber negra desgastada con múltiples bolsillos tácticos, pantalones cargo de camuflaje urbano y botas militares. Lleva audífonos colgando constantemente del cuello - música es su forma de procesar emociones. Su expresión por defecto es de seriedad absoluta, casi intimidante, pero quienes lo conocen saben que es más reservado que hostil.\n\nPersonalidad: Takeshi es el arquetipo del 'gigante gentil' - su apariencia intimidante oculta un corazón fundamentalmente decente. Es hombre de pocas palabras, prefiriendo acciones a promesas vacías. Tiene código moral sólido: no dañar inocentes, no traicionar confianza, siempre pagar deudas. Es increíblemente paciente y rara vez pierde la calma, pero cuando lo hace, su furia es como terremoto - devastadora y difícil de detener. Valora la lealtad por encima de todo, producto de haber sido traicionado.\n\nHistoria: Ex-miembro de una banda mediana en Shinjuku llamada 'Los Titanes', Takeshi era su conductor estrella - podía escapar de cualquier persecución, maniobrar en callejones imposibles, y nunca perdía la calma bajo presión. Todo cambió hace 8 meses cuando su banda lo usó como chivo expiatorio en un trabajo que salió mal. Lo dejaron atrás para ser arrestado mientras ellos escapaban con el botín. Pasó 3 meses en prisión antes de que su abogado de oficio lograra reducir cargos por falta de evidencia. Desde entonces, trabaja solo como conductor freelance, profundamente desconfiado de cualquier organización pero necesitando dinero para pagar deudas legales. Busca una banda que valore lealtad genuina, pero le costará confiar de nuevo.",
            "Atributos_Especializados": "Como seguidor Común, Takeshi no tiene atributos CALLES formales. Narrativamente tiene Coraje 4 (inquebrantable bajo presión), Lógica 3 (planea rutas meticulosamente), y Salvajismo 3 (puede defenderse pero prefiere evitar combate). Su verdadera fuerza es su habilidad de conducción.",
            "Especialidades": "★★ Conducción (+4 a tiradas de conducción/persecuciones/escape vehicular)\n★ Estrategia (+2 a tiradas de planificación de rutas/logística)\n\nTakeshi conoce cada calle, callejón y ruta de escape en Shinjuku y distritos adyacentes. Puede planear rutas que evitan cámaras, patrullas policiales y territorios enemigos. En persecuciones, su experiencia le da ventaja significativa.",
            "Beneficio_Pasivo": "**'Conductor de Escape'**: Una vez por misión/combate, cuando tu banda necesita escapar de una situación (huir de policía, retirarse de batalla perdida, evacuar zona peligrosa), Takeshi puede garantizar escape exitoso automáticamente si hay vehículo disponible y ruta de escape físicamente posible.\n\nMecánica: Declara que activas este beneficio. Takeshi toma el volante y conduce con maestría sobrenatural. No requiere tirada - la banda escapa, período. Sin embargo, solo funciona una vez por escenario (después está exhausto, vehículo dañado, o ruta quemada).\n\nNarrativa: Takeshi conoce cada recoveco de la ciudad. Sus manos son firmes en el volante, su expresión concentrada. Gira en callejones que parecen imposibles, anticipa patrones de tráfico, y siempre encuentra la salida. Cuando Takeshi conduce, llegas a donde necesitas, sin importar qué.",
            "Habilidad_Especial": "Como seguidor Común, no tiene habilidad especial de combate. En combate directo, puede defenderse básicamente (equivalente a Salvajismo 3) pero es consciente de que no es luchador. Prefiere quedarse cerca de vehículos, listo para extraer a aliados si las cosas se ponen feas.",
            "Metodos_Reclutamiento": "**A) OFERTA DE REDENCIÓN**: Takeshi está endeudado (¥400,000 en honorarios legales). Ofrece pagarle la deuda completa sin esperar nada a cambio inmediatamente. Tirada: Liderazgo + 1d20 vs Dificultad 13. Modificador: +2 si explicas que valoras lealtad sobre beneficio. Éxito: Abrumado por gesto, jura lealtad por honor. Lealtad inicial: 7 (+2 por deuda de gratitud).\n\n**B) DEMOSTRACIÓN DE LEALTAD**: Presenta situación donde tienes oportunidad de traicionar a tu propia banda para beneficio personal, pero no lo haces. Takeshi observa desde afuera. Después, se acerca respetando que vives según el código que él valora. Tirada: Liderazgo + 1d20 vs Dificultad 15. Éxito: Te ofrece sus servicios. Lealtad inicial: 6.\n\n**C) VENGANZA COMPARTIDA**: Identifica a miembros de 'Los Titanes' que lo traicionaron. Ofrece ayudarlo a confrontarlos (no necesariamente matar, pero hacerlos pagar). Completa misión juntos. Reclutamiento automático después. Lealtad inicial: 7 (+2 por vengar traición).\n\n**D) TRABAJO CONTINUO**: Contrata a Takeshi para 5+ trabajos de conducción, tratándolo con respeto profesional, pagando bien (¥50,000+ por trabajo) y nunca poniéndolo en situación donde deba traicionar sus principios. Después del 5to trabajo exitoso, ofrece posición permanente. Tirada: Liderazgo + 1d20 vs Dificultad 14. Éxito: Acepta. Lealtad inicial: 6 (construida gradualmente).\n\n**E) RESCATE**: Takeshi es capturado por 'Los Titanes' que descubrieron que está trabajando en su antiguo territorio. Planea y ejecuta rescate exitoso arriesgando tu seguridad. Reclutamiento automático. Lealtad inicial: 8 (+3 por salvar su vida).",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Lealtad Inquebrantable**: Su valor supremo. NUNCA traiciones a quien te es leal.\n\n2. **Protección de Inocentes**: No acepta trabajos que pongan civiles en peligro directo.\n\n3. **Honor de Palabra**: Si prometes algo, debes cumplirlo. Romper palabra = traición.\n\n**GANAR LEALTAD**:\n- Rechazar oportunidad de traicionarlo incluso cuando sería beneficioso (+2, solo puede pasar una vez)\n- Defender su reputación cuando otros lo llaman 'cobarde' por haber sido arrestado (+1)\n- Incluirlo en decisiones importantes de la banda (+1)\n- Pagarle bonos generosos por trabajos difíciles (+1 cada 3 bonos)\n- Ayudarlo a confrontar/derrotar a 'Los Titanes' completamente (+3, solo una vez)\n- Presentarle a familia/amigos, mostrando que confías en él profundamente (+2)\n\n**PERDER LEALTAD**:\n- Usar a otro miembro como chivo expiatorio de forma similar a su traición (-4, posible deserción inmediata)\n- Romper promesa importante sin explicación válida (-2)\n- Ordenarle hacer trabajo que lastima inocentes directamente (-2)\n- Cuestionar su coraje o habilidad públicamente (-1)\n- No pagar o pagar tarde repetidamente (-1 por incidente)\n- Traicionar a otro miembro frente a él (-3)\n\n**DESERCIÓN**: Si Lealtad llega a 0, Takeshi se va silenciosamente en la noche. No se vuelve enemigo activo (no es su estilo), pero nunca volverá. Puede advertir a otros en el submundo que no se unan a ti.",
            "key": "Takeshi_Kuroda"
        },
        {
            "Rareza": "Común",
            "Distrito": "Harajuku",
            "Especialidad_Principal": "Información",
            "Afiliación_Actual": "Sin Banda",
            "Datos_Basicos": {
                "Nombre_Completo": "Riku Matsuda (松田 陸)",
                "Edad": 19,
                "Género": "Masculino",
                "Altura": "1.70m",
                "Ocupación_Actual": "Estudiante universitario / Freelance informante",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/pWpFyYV.jpeg",
            "Imagen_Modal": "https://i.imgur.com/it8dqn1.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Riku es un joven delgado de cabello negro desordenado que cae sobre ojos perpetuamente cansados con ojeras pronunciadas - producto de noches estudiando y recopilando información. Su rostro tiene rasgos juveniles que lo hacen parecer incluso más joven de lo que es. Viste casi exclusivamente hoodies grises o negros desgastados, con su mochila raída siempre colgando de un hombro, llena de cuadernos, laptop vieja, y dispositivos electrónicos baratos. Sus manos tienen manchas de tinta de escribir constantemente. Tiene postura encorvada de quien pasa demasiado tiempo frente a pantallas.\n\nPersonalidad: Riku es nervioso y parlanchín cuando está estresado (que es frecuente). Habla rápido, saltando entre temas, su mente procesando múltiples hilos de pensamiento simultáneamente. Es socialmente torpe en situaciones normales pero se transforma cuando habla de información - se vuelve enfocado, articulado, casi obsesivo. Tiene ética flexible: no es malvado, pero ha racionalizado que 'información es neutral, cómo se usa no es su responsabilidad'. Sin embargo, tiene línea que no cruza - nunca vende información que resulte en muerte de inocentes directa. Es cobarde físicamente (lo admite abiertamente) pero tiene coraje cuando se trata de proteger sus fuentes o su integridad como informante.\n\nHistoria: Riku viene de familia de clase media-baja en Harajuku. Estudia Ciencias de la Información en universidad pública, manteniendo GPA decente mientras trabaja como informante freelance para pagar matrícula. Comenzó vendiendo chismes de estudiantes y gradualmente escaló al submundo criminal cuando descubrió que paga mucho mejor. Nunca se ha unido a banda específica por miedo - ha visto demasiados informantes ser 'silenciados' por sus propias organizaciones cuando saben demasiado. Opera desde cafés, bibliotecas y su diminuto apartamento, usando VPNs y cuentas anónimas. Busca protección de alguien lo suficientemente poderoso para mantenerlo seguro pero lo suficientemente inteligente para valorar lo que ofrece en vez de simplemente tomar su información y eliminarlo.",
            "Atributos_Especializados": "Como seguidor Común, Riku no tiene atributos CALLES formales. Narrativamente tiene Lógica 4 (excelente conectando patrones), Astucia 3 (puede manipular digitalmente y socialmente), Coraje 2 (bajo físicamente pero tiene coraje moral). Salvajismo 1 (inútil en combate físico).",
            "Especialidades": "★★ Información (+4 a tiradas de recopilación, análisis y venta de información)\n★ Tecnología (+2 a tiradas relacionadas con uso de dispositivos electrónicos, investigación digital)\n\nRiku tiene red extensa de contactos menores (estudiantes, trabajadores de comercios, bartenders, taxistas) que le pasan chismes. Puede acceder a foros underground, sabe usar herramientas básicas de hacking social, y es experto buscando información pública que otros ignoran.",
            "Beneficio_Pasivo": "**'Red de Chismes'**: Una vez por semana (automáticamente cada lunes tiempo real), Riku proporciona 1 pieza de información útil sobre actividades en Harajuku y distritos adyacentes. El Staff o DJ genera esta información.\n\nTipos de información típica:\n- 'La banda X está planeando expansión hacia territorio Y esta semana'\n- 'El negocio Z está siendo extorsionado y busca protección'\n- 'Figura importante A estará en ubicación B en día C'\n- 'Policía planea redada en área D el día E'\n- 'Seguidor potencial F está descontento con su banda actual'\n\nLa información no es siempre precisa al 100% (Riku no es legendario), pero es útil más del 80% del tiempo. Adicionalmente, Riku puede ser enviado en tarea 'Buscar Información' con bonificador +4 de su especialidad, siendo significativamente más efectivo que seguidores sin esta especialidad.",
            "Habilidad_Especial": "Como seguidor Común, Riku NO tiene habilidad de combate. En situaciones de violencia, se esconde, huye, o queda paralizado. Su valor está completamente en información y análisis, no en fuerza física. Si es forzado a combate directo, es víctima más que combatiente.",
            "Metodos_Reclutamiento": "**A) PROTECCIÓN CONTRA AMENAZA**: Riku vendió información sobre banda peligrosa (Los Serpientes) que ahora lo buscan para 'enseñarle una lección'. Interviene antes de que lo lastimen, derrotando a 4-6 matones. Reclutamiento automático si lo proteges sin exigir su información gratuitamente después. Lealtad inicial: 6 (+1 por gratitud).\n\n**B) COMPRA DE INFORMACIÓN → RELACIÓN**: Compra información de Riku 3+ veces, pagando precio justo (¥30,000-50,000 por pieza) y tratándolo con respeto (sin amenazas, sin intentar estafarlo). Después de 3ra transacción exitosa, ofrece protección permanente a cambio de acceso prioritario a su red. Tirada: Liderazgo + Astucia + 1d20 vs Dificultad 14. Éxito: Acepta. Lealtad inicial: 5.\n\n**C) DEMOSTRACIÓN DE INTELIGENCIA**: Impresiona a Riku con tu propio análisis de información o estrategia. Tirada: Lógica + 1d20 vs Dificultad 15. Modificador: +2 si tienes dote de Estrategia o Contactos. Éxito: Riku respeta tu intelecto y ve valor en aliarse contigo. Lealtad inicial: 5.\n\n**D) RESCATE DE DATOS**: Laptop de Riku con todos sus contactos y notas cifradas fue robada por banda rival. Recupera la laptop sin destruir datos. Misión moderada. Reclutamiento automático. Lealtad inicial: 7 (+2 por salvar su vida profesional).\n\n**E) OFERTA DE SEGURIDAD**: Riku está exhausto de vivir con miedo constante. Ofrece acuerdo claro: él proporciona información exclusiva, tú garantizas su seguridad y pagas estipendio mensual (¥100,000/mes). Tirada: Liderazgo + 1d20 vs Dificultad 13. Modificador: +2 si tu Reputación es 10+. Éxito: Acepta cautamente. Lealtad inicial: 5.",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Protección de Fuentes**: NUNCA revela identidades de sus contactos, incluso bajo presión.\n\n2. **No Causar Muertes de Inocentes**: No venderá información que resulte directamente en muerte de civiles no involucrados.\n\n3. **Compensación Justa**: Su tiempo y riesgo deben ser pagados apropiadamente.\n\n**GANAR LEALTAD**:\n- Protegerlo cuando otras bandas lo amenazan por información que dio (+1 por protección)\n- Pagarle bonos por información particularmente valiosa (+1 cada 3 bonos)\n- Ayudarlo a proteger una de sus fuentes que está en peligro (+2)\n- Darle acceso a información que tú tienes para ampliar su base de datos (+1)\n- Financiarle equipo mejor (laptop nueva, celular encriptado, etc.) (+1)\n- Presentarlo a contactos útiles que expanden su red (+1 por contacto valioso)\n- Respetar cuando dice 'no puedo darte esa información sin poner en peligro a alguien' (+1)\n\n**PERDER LEALTAD**:\n- Intentar forzarlo a revelar identidad de fuente (-3, puede desertar)\n- No pagarlo o pagar menos de acordado (-2)\n- Usar su información de forma que resulte en muerte de inocente directamente (-3 si no había forma de saber, -5 si era previsible)\n- Exponerlo como tu informante públicamente sin su permiso (-4, casi garantiza deserción)\n- Tomar su información por fuerza/intimidación en vez de pagar (-3)\n- Culparlo cuando información resulta ser incorrecta por factores fuera de su control (-1)\n\n**DESERCIÓN**: Si Lealtad llega a 0, Riku desaparece completamente - nueva identidad, nueva ciudad, corta todos lazos. Es experto en borrarse. No se vuelve enemigo activo (no es tipo de confrontación), pero puede vender información sobre ti a otros como venganza.",
            "key": "Riku_Matsuda"
        }
    ]
}