{
    "npcs": [
        {
            "Rareza": "Común",
            "Distrito": "Akihabara",
            "Especialidad_Principal": "Mecánica",
            "Afiliación_Actual": "Independiente",
            "Datos_Basicos": {
                "Nombre_Completo": "Yuki Tanaka (田中 雪)",
                "Edad": 22,
                "Género": "Femenino",
                "Altura": "1.65m",
                "Ocupación_Actual": "Mecánica de motos / Reparadora freelance",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/0NjSoTx.jpeg",
            "Imagen_Modal": "https://i.imgur.com/3BNc4O1.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Yuki es una joven mecánica de cabello turquesa recogido en dos coletas altas, con pecas que cruzan su nariz y mejillas. Su mirada celeste es aguda e intensa, reflejando años de desconfianza hacia figuras de autoridad. Viste un mono de trabajo gris manchado de grasa, con mangas enrolladas que revelan vendajes en sus antebrazos - recuerdos de peleas callejeras pasadas. Un cinturón de herramientas siempre cuelga de su cintura, con llaves inglesas, destornilladores y piezas improvisadas que puede usar como armas si es absolutamente necesario.\n\nPersonalidad: Yuki es directa hasta la rudeza, sin paciencia para rodeos o manipulaciones. Tiene un sentido del humor sarcástico y ácido que usa como defensa emocional. Es extremadamente territorial respecto a su taller, pero una vez que confía en alguien, es leal hasta el punto de la terquedad. Le encanta demostrar que puede hacer cualquier cosa que un hombre puede hacer - pero mejor. Detesta que subestimen sus habilidades por su género.\n\nHistoria: Creció en Akihabara en un taller de motos dirigido por su padre, quien le enseñó todo sobre mecánica antes de morir en un 'accidente' orquestado por yakuza cuando se negó a modificar motos robadas. Desde entonces, Yuki ha operado el taller sola, rechazando afiliarse a cualquier banda pero ocasionalmente haciendo trabajos para quien pague bien. Busca alguien lo suficientemente fuerte para protegerla de las presiones constantes de las bandas locales, pero lo suficientemente honorable para no convertirse en otro explotador.",
            "Atributos_Especializados": "Como seguidor Común nivel base, Yuki no tiene atributos CALLES formales, pero narrativamente se especializa en todo lo mecánico. Puede reparar motos en tiempo récord, modificar vehículos para mejor rendimiento, y tiene conocimiento básico de combate callejero aprendido por necesidad.",
            "Especialidades": "★★ Mecánica (+4 a tiradas de reparación/modificación de vehículos)\n★ Recaudación (+2 a tiradas, sabe cobrar por sus servicios)\n\nYuki destaca reparando y mejorando motos. Puede completar reparaciones en la mitad del tiempo normal y tiene contactos con vendedores de piezas del mercado gris.",
            "Beneficio_Pasivo": "**'Taller Confiable'**: Mientras Yuki sea tu seguidora, TODOS los vehículos de tu pandilla reciben mantenimiento gratuito automático cada semana. Esto previene fallos mecánicos en momentos críticos. Adicionalmente, una vez por mes, puede modificar un vehículo sin coste de materiales (solo tiempo), añadiendo una mejora menor (ejemplo: +1 a Velocidad, mejor maniobrabilidad, sistema de escape mejorado).\n\nNarrativa: Tu banda nunca tiene que preocuparse por que sus motos fallen. Yuki trabaja hasta tarde en su taller, asegurándose de que cada máquina esté en condición perfecta. El sonido de llaves inglesas y motores siendo probados se vuelve familiar en tu sede.",
            "Habilidad_Especial": "Como seguidor Común, Yuki no tiene habilidad especial de combate. Sin embargo, puede usar herramientas como armas improvisadas (llave inglesa pesada, cadena, soplete) si es absolutamente necesario, tratándola como si tuviera Salvajismo 3 para propósitos narrativos.",
            "Metodos_Reclutamiento": "**A) PROTECCIÓN**: Yuki está siendo presionada por una banda local (Los Circuitos) que quiere controlar su taller y forzarla a modificar motos robadas. Derrota a 5-8 miembros de Los Circuitos cuando intenten intimidarla. Dificultad: Moderada. Reclutamiento automático si la proteges sin pedir nada a cambio. Lealtad inicial: 6 (+1 por gratitud).\n\n**B) DEMOSTRACIÓN DE CONOCIMIENTO**: Impresiónarla con tu propio conocimiento de motos o mecánica. Tirada: Lógica + 1d20 vs Dificultad 14. Si tienes dote de Mecánica: +2 bonificador. Éxito: Gana respeto suficiente para considerarte. Lealtad inicial: 5.\n\n**C) PAGO POR SERVICIO → RECLUTAMIENTO**: Contrata sus servicios para reparar/modificar tus vehículos. Paga bien (¥80,000+) y trata su trabajo con respeto. Después de 3 trabajos exitosos, ofrece protección permanente a cambio de que se una. Tirada: Liderazgo + Astucia + 1d20 vs Dificultad 15. Éxito: Acepta. Lealtad inicial: 5 (relación transaccional inicialmente).\n\n**D) VENGAR A SU PADRE**: Investiga y descubre quién ordenó el 'accidente' que mató a su padre. Presenta evidencia concreta. Ofrece ayudarla a obtener justicia (no necesariamente venganza sangrienta - puede ser exponer al culpable). Dificultad: Alta (requiere misión de investigación). Reclutamiento automático. Lealtad inicial: 7 (+2 por abordar su trauma).",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Independencia**: Valora su autonomía. No tolera micromanagement de su taller.\n\n2. **Respeto por el Oficio**: Desprecia a quienes ven la mecánica como 'trabajo sucio'. Respeta a líderes que valoran habilidades técnicas.\n\n3. **Honestidad Financiera**: Odia que le deban dinero o que le paguen tarde. Paga a tiempo = +1 Lealtad cada 3 meses.\n\n**GANAR LEALTAD**:\n- Defenderla públicamente cuando otros subestimen sus habilidades por ser mujer (+1)\n- Pagarle bonos extras por trabajos excepcionales (+1)\n- Expandir su taller con mejores herramientas/equipo (+2)\n- Encontrar información sobre la muerte de su padre (+1 a +3 según calidad)\n- Darle libertad para rechazar trabajos que contradicen sus principios (+1)\n\n**PERDER LEALTAD**:\n- Tratarla como 'la chica del taller' en vez de mecánica experta (-1)\n- Exigir que haga trabajos para criminales obviamente despreciables sin justificación (-1)\n- No pagar a tiempo o regatear su trabajo (-2)\n- Poner su taller en riesgo sin consultarle (-2)\n- Forzarla a modificar vehículos robados sabiendo que fue cómo murió su padre (-3, puede desertar inmediatamente)",
            "key": "Yuki_Tanaka"
        },
        {
            "Rareza": "Común",
            "Distrito": "Shinjuku",
            "Especialidad_Principal": "Conducción",
            "Afiliación_Actual": "Ex-Miembro",
            "Datos_Basicos": {
                "Nombre_Completo": "Takeshi Kuroda (黒田 武)",
                "Edad": 24,
                "Género": "Masculino",
                "Altura": "1.82m",
                "Ocupación_Actual": "Conductor freelance / Mensajero",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/LLMIliX.jpeg",
            "Imagen_Modal": "https://i.imgur.com/qgjZlip.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Takeshi es un hombre imponente de complexión robusta y rostro cuadrado que parece tallado en piedra. Su piel oscura contrasta con ojos penetrantes que han visto demasiado. Siempre viste una chaqueta bomber negra desgastada con múltiples bolsillos tácticos, pantalones cargo de camuflaje urbano y botas militares. Lleva audífonos colgando constantemente del cuello - música es su forma de procesar emociones. Su expresión por defecto es de seriedad absoluta, casi intimidante, pero quienes lo conocen saben que es más reservado que hostil.\n\nPersonalidad: Takeshi es el arquetipo del 'gigante gentil' - su apariencia intimidante oculta un corazón fundamentalmente decente. Es hombre de pocas palabras, prefiriendo acciones a promesas vacías. Tiene código moral sólido: no dañar inocentes, no traicionar confianza, siempre pagar deudas. Es increíblemente paciente y rara vez pierde la calma, pero cuando lo hace, su furia es como terremoto - devastadora y difícil de detener. Valora la lealtad por encima de todo, producto de haber sido traicionado.\n\nHistoria: Ex-miembro de una banda mediana en Shinjuku llamada 'Los Titanes', Takeshi era su conductor estrella - podía escapar de cualquier persecución, maniobrar en callejones imposibles, y nunca perdía la calma bajo presión. Todo cambió hace 8 meses cuando su banda lo usó como chivo expiatorio en un trabajo que salió mal. Lo dejaron atrás para ser arrestado mientras ellos escapaban con el botín. Pasó 3 meses en prisión antes de que su abogado de oficio lograra reducir cargos por falta de evidencia. Desde entonces, trabaja solo como conductor freelance, profundamente desconfiado de cualquier organización pero necesitando dinero para pagar deudas legales. Busca una banda que valore lealtad genuina, pero le costará confiar de nuevo.",
            "Atributos_Especializados": "Como seguidor Común, Takeshi no tiene atributos CALLES formales. Narrativamente tiene Coraje 4 (inquebrantable bajo presión), Lógica 3 (planea rutas meticulosamente), y Salvajismo 3 (puede defenderse pero prefiere evitar combate). Su verdadera fuerza es su habilidad de conducción.",
            "Especialidades": "★★ Conducción (+4 a tiradas de conducción/persecuciones/escape vehicular)\n★ Estrategia (+2 a tiradas de planificación de rutas/logística)\n\nTakeshi conoce cada calle, callejón y ruta de escape en Shinjuku y distritos adyacentes. Puede planear rutas que evitan cámaras, patrullas policiales y territorios enemigos. En persecuciones, su experiencia le da ventaja significativa.",
            "Beneficio_Pasivo": "**'Conductor de Escape'**: Una vez por misión/combate, cuando tu banda necesita escapar de una situación (huir de policía, retirarse de batalla perdida, evacuar zona peligrosa), Takeshi puede garantizar escape exitoso automáticamente si hay vehículo disponible y ruta de escape físicamente posible.\n\nMecánica: Declara que activas este beneficio. Takeshi toma el volante y conduce con maestría sobrenatural. No requiere tirada - la banda escapa, período. Sin embargo, solo funciona una vez por escenario (después está exhausto, vehículo dañado, o ruta quemada).\n\nNarrativa: Takeshi conoce cada recoveco de la ciudad. Sus manos son firmes en el volante, su expresión concentrada. Gira en callejones que parecen imposibles, anticipa patrones de tráfico, y siempre encuentra la salida. Cuando Takeshi conduce, llegas a donde necesitas, sin importar qué.",
            "Habilidad_Especial": "Como seguidor Común, no tiene habilidad especial de combate. En combate directo, puede defenderse básicamente (equivalente a Salvajismo 3) pero es consciente de que no es luchador. Prefiere quedarse cerca de vehículos, listo para extraer a aliados si las cosas se ponen feas.",
            "Metodos_Reclutamiento": "**A) OFERTA DE REDENCIÓN**: Takeshi está endeudado (¥400,000 en honorarios legales). Ofrece pagarle la deuda completa sin esperar nada a cambio inmediatamente. Tirada: Liderazgo + 1d20 vs Dificultad 13. Modificador: +2 si explicas que valoras lealtad sobre beneficio. Éxito: Abrumado por gesto, jura lealtad por honor. Lealtad inicial: 7 (+2 por deuda de gratitud).\n\n**B) DEMOSTRACIÓN DE LEALTAD**: Presenta situación donde tienes oportunidad de traicionar a tu propia banda para beneficio personal, pero no lo haces. Takeshi observa desde afuera. Después, se acerca respetando que vives según el código que él valora. Tirada: Liderazgo + 1d20 vs Dificultad 15. Éxito: Te ofrece sus servicios. Lealtad inicial: 6.\n\n**C) VENGANZA COMPARTIDA**: Identifica a miembros de 'Los Titanes' que lo traicionaron. Ofrece ayudarlo a confrontarlos (no necesariamente matar, pero hacerlos pagar). Completa misión juntos. Reclutamiento automático después. Lealtad inicial: 7 (+2 por vengar traición).\n\n**D) TRABAJO CONTINUO**: Contrata a Takeshi para 5+ trabajos de conducción, tratándolo con respeto profesional, pagando bien (¥50,000+ por trabajo) y nunca poniéndolo en situación donde deba traicionar sus principios. Después del 5to trabajo exitoso, ofrece posición permanente. Tirada: Liderazgo + 1d20 vs Dificultad 14. Éxito: Acepta. Lealtad inicial: 6 (construida gradualmente).\n\n**E) RESCATE**: Takeshi es capturado por 'Los Titanes' que descubrieron que está trabajando en su antiguo territorio. Planea y ejecuta rescate exitoso arriesgando tu seguridad. Reclutamiento automático. Lealtad inicial: 8 (+3 por salvar su vida).",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Lealtad Inquebrantable**: Su valor supremo. NUNCA traiciones a quien te es leal.\n\n2. **Protección de Inocentes**: No acepta trabajos que pongan civiles en peligro directo.\n\n3. **Honor de Palabra**: Si prometes algo, debes cumplirlo. Romper palabra = traición.\n\n**GANAR LEALTAD**:\n- Rechazar oportunidad de traicionarlo incluso cuando sería beneficioso (+2, solo puede pasar una vez)\n- Defender su reputación cuando otros lo llaman 'cobarde' por haber sido arrestado (+1)\n- Incluirlo en decisiones importantes de la banda (+1)\n- Pagarle bonos generosos por trabajos difíciles (+1 cada 3 bonos)\n- Ayudarlo a confrontar/derrotar a 'Los Titanes' completamente (+3, solo una vez)\n- Presentarle a familia/amigos, mostrando que confías en él profundamente (+2)\n\n**PERDER LEALTAD**:\n- Usar a otro miembro como chivo expiatorio de forma similar a su traición (-4, posible deserción inmediata)\n- Romper promesa importante sin explicación válida (-2)\n- Ordenarle hacer trabajo que lastima inocentes directamente (-2)\n- Cuestionar su coraje o habilidad públicamente (-1)\n- No pagar o pagar tarde repetidamente (-1 por incidente)\n- Traicionar a otro miembro frente a él (-3)\n\n**DESERCIÓN**: Si Lealtad llega a 0, Takeshi se va silenciosamente en la noche. No se vuelve enemigo activo (no es su estilo), pero nunca volverá. Puede advertir a otros en el submundo que no se unan a ti.",
            "key": "Takeshi_Kuroda"
        },
        {
            "Rareza": "Común",
            "Distrito": "Roppongi",
            "Especialidad_Principal": "Negociación",
            "Afiliación_Actual": "Buscando Banda",
            "Datos_Basicos": {
                "Nombre_Completo": "Hana Miyamoto (宮本 花)",
                "Edad": 21,
                "Género": "Femenino",
                "Altura": "1.68m",
                "Ocupación_Actual": "Hostess / Intermediaria",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/ca2fs7O.jpeg",
            "Imagen_Modal": "https://i.imgur.com/y73vMiN.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Hana es una mujer elegante de rasgos delicados y presencia refinada que contrasta con el mundo violento de las pandillas callejeras. Su cabello negro largo y liso cae perfectamente sobre sus hombros; viste con discreta sofisticación, maquillaje sutil y joyería minimalista. Siempre lleva un bolso de diseñador que contiene su verdadero arsenal: tarjetas de visita, contactos y una libreta llena de información.\n\nPersonalidad: Dominante en el arte de la máscara social, Hana es encantadora en público, pero en privado es calculadora y pragmática. Su reputación depende de la discreción absoluta; jamás traiciona información confiada directamente, pero sí negocia datos que deduce o observa. Es ambiciosa y usa su trabajo como hostess para obtener acceso privilegiado a figuras poderosas.\n\nHistoria: Hija de un gerente de club nocturno neutral en Roppongi, creció rodeada de yakuza, ejecutivos y criminales de alto nivel. A los 17 años, su padre fue asesinado en un fuego cruzado sin consecuencias para nadie. Desde entonces decidió controlar su destino a través de información y conexiones. Ha operado como intermediaria freelance para múltiples bandas, consciente de que tarde o temprano necesita una organización que pueda protegerla sin explotarla.",
            "Atributos_Especializados": "Como seguidora Común, Hana no tiene atributos CALLES formales. Narrativamente posee: Astucia 4, Liderazgo 3, Lógica 3, Coraje 2, Salvajismo 1. Es nula en combate y evita cualquier violencia directa.",
            "Especialidades": "★★ Negociación (+4 en acuerdos, mediación y diálogo)\n★ Contactos (+2 para encontrar personas específicas o introducirte a figuras importantes)\n\nHana conoce a gerentes de clubes, tenientes yakuza, policías corruptos y ejecutivos corporativos. Puede conseguir reuniones con casi cualquier figura de nivel medio en Roppongi en 24 horas.",
            "Beneficio_Pasivo": "**'Intermediaria Conectada'**: Una vez cada dos semanas (tiempo real), Hana puede facilitar una reunión con un NPC importante difícil de contactar, o introducirte a una figura influyente reduciendo la Dificultad de negociación/reclutamiento en -2.\n\nAdemás, cuando tu banda realiza acuerdos comerciales o alianzas y Hana participa, añade +2 a la tirada de Liderazgo/Astucia del PJ negociador.\n\nNarrativa: Hana activa su red de contactos, enviando mensajes, llamadas y ajustes sutiles que abren puertas cerradas para la mayoría.",
            "Habilidad_Especial": "Hana no tiene capacidad de combate. Si ocurre violencia, se retira inmediatamente. Forzarla a participar en combate es una ofensa grave y puede causar deserción.",
            "Metodos_Reclutamiento": "**A) RESCATE SOCIAL**: Un yakuza poderoso culpa a Hana por un acuerdo fallido y planea 'corregirla'. Intervén y resuelve la situación. Reclutamiento automático si la proteges sin exigirle trabajo gratuito. Lealtad inicial: 6.\n\n**B) DEMOSTRACIÓN DE VALOR**: Presenta un plan de expansión serio para tu banda. Tirada: Lógica + Liderazgo + 1d20 vs 16. Modificadores: +2 si tienes Reputación 10+, +2 si controlas territorio de prestigio. Éxito: Hana decide unirse temprano. Lealtad inicial: 5.\n\n**C) CONTRATO DE SERVICIOS → LEALTAD**: Contrátala para 4+ trabajos de negociación, con pago profesional (¥60,000–100,000). Tras el cuarto trabajo, ofrece posición permanente. Tirada: Liderazgo + 1d20 vs 14. +2 si nunca le mentiste. Éxito: Se une. Lealtad inicial: 5.\n\n**D) INFORMACIÓN SOBRE SU PADRE**: Investiga quién ordenó su muerte. Presenta evidencia sólida. Difícil. Reclutamiento automático. Lealtad inicial: 8.\n\n**E) OFERTA DE SOCIEDAD**: Propuesta de alianza 60-40. Tirada: Liderazgo + Astucia + 1d20 vs 15. Modificadores: +3 si presentas plan escrito, +2 si tu banda genera ¥500,000+/mes. Éxito: Acepta periodo de prueba. Lealtad inicial: 5.",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n1. Discreción Absoluta\n2. Autonomía Profesional\n3. Compensación Justa\n4. No-Violencia Personal\n\n**GANAR LEALTAD**:\n- Bonos grandes tras negociaciones exitosas (+1)\n- Defender su reputación (+2)\n- Introducirla a contactos valiosos (+1/+2)\n- Seguir su consejo en negociaciones (+1)\n- Honestidad sostenida (+1 cada 3 meses)\n- Financiar su formación o networking (+1)\n- Resolver el caso de su padre (+3 a +5)\n\n**PERDER LEALTAD**:\n- Mentirle y hacerla quedar mal (−3)\n- Usar violencia inesperada en negociaciones que facilita (−2)\n- Forzarla a una situación de combate (−4)\n- No pagarle a tiempo (−2)\n- Revelar información privada (−3)\n- Tratarla como objeto decorativo (−1)\n- Pedirle traicionar confidencias (−5)\n- Ignorar su consejo y fallar después (−1)\n- Usar contactos que proporcionó para dañar su reputación (−2)\n\n**DESERCIÓN**: Si Lealtad llega a 0, corta todo contacto y advierte discretamente a otros sobre tu banda, aumentando la Dificultad de reclutar NPCs de Negociación/Contactos por +2 durante 6 meses.\n\n**LEALTAD 10 — 'Reina de la Red'**: Puede intentar reclutar NPCs de Contactos/Negociación con +3 adicional.",
            "key": "Hana_Miyamoto"
        },
        {
            "Rareza": "Común",
            "Distrito": "Shibuya",
            "Especialidad_Principal": "Combate Callejero",
            "Afiliación_Actual": "Banda Menor",
            "datos": {
                "Nombre_Completo": "Kenji 'Dragon Fist' Ryusei (龍星 健二)",
                "Edad": 20,
                "Género": "Masculino",
                "Altura": "1.75m",
                "Ocupación_Actual": "Peleador callejero / Vendedor de takoyaki",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/Oc3BW01.jpeg",
            "Imagen_Modal": "https://i.imgur.com/rCn8jai.jpeg",
            "descripcion": "Kenji es imposible de ignorar en una multitud. Su cabello está teñido de un rubio platino brillante con las puntas pintadas de rojo fuego, peinado hacia arriba en púas desafiantes que parecen llamas congeladas. Un tatuaje de dragón ascendente cubre todo su brazo derecho, comenzando en su muñeca y desapareciendo bajo su camiseta rasgada. Viste un chaleco de cuero sin mangas sobre camiseta blanca perpetuamente manchada (de salsa takoyaki y sangre en proporciones iguales), jeans desgastados con cadenas colgando, y botas militares con punta de acero. Sus nudillos tienen cicatrices de innumerables peleas, y una cicatriz atraviesa su ceja izquierda - recuerdo de cuando peleó contra cinco tipos solo. Usa vendas en sus antebrazos constantemente, no por heridas sino porque piensa que se ve genial.\n\nPersonalidad: Kenji es el arquetipo del 'idiota noble' - puro corazón, cerebro simple, puños letales. Vive por tres cosas: peleas justas, takoyaki delicioso, y proteger a los débiles. No entiende estrategias complejas ni política de bandas - si alguien es malo, lo golpeas hasta que pare. Si alguien necesita ayuda, la das. Punto. Esta simplicidad lo hace predecible pero también confiable de forma absoluta. Se emociona fácilmente (especialmente sobre comida y peleas), llora sin vergüenza cuando películas son tristes, y tiene risa escandalosa que se escucha a cuadras. A pesar de parecer bruto, es sorprendentemente gentil con niños y ancianos. Odia complicaciones - quiere saber quién es el enemigo y dónde pelear.\n\nHistoria: Kenji creció en Shibuya en familia pobre pero cariñosa. Su padre tenía puesto de takoyaki donde Kenji trabajaba desde los 12 años. A los 15, pandilla local empezó a extorsionar a su padre. Kenji, sin entrenamiento formal, peleó contra tres pandilleros con espátula de takoyaki como única arma - y ganó por pura terquedad. Desde entonces, ha estado involucrado en mundo de pandillas pero nunca encontró banda que compartiera sus valores simples. Muchas bandas son demasiado crueles, demasiado codiciosas, o demasiado complicadas. Actualmente está en 'Shibuya Sharks', banda menor, pero no está satisfecho - su líder es cobarde que intimida débiles. Kenji busca líder que pelee en primera línea, que tenga código de honor claro, y que no lastime inocentes. Cuando encuentra ese líder, seguirá hasta la muerte.",
            "Atributos_Especializados": "Como seguidor Común, Kenji no tiene atributos CALLES formales. Narrativamente tiene Salvajismo 4 (peleador nato), Coraje 4 (absolutamente sin miedo), Espíritu 3 (voluntad fuerte). Lógica 1, Astucia 1 (francamente bastante tonto para planear).",
            "Especialidades": "★★ Combate Callejero (+4 a tiradas de combate cuerpo a cuerpo)\n★ Intimidación (+2 a tiradas, su apariencia + reputación de loco que pelea sin miedo)\n\nKenji destaca en peleas directas, especialmente contra múltiples oponentes. Su estilo es puro brawling - sin técnica refinada pero con resistencia increíble. Puede seguir peleando con heridas que detendrían a otros.",
            "Beneficio_Pasivo": "**'Nunca Retrocede'**: En cualquier combate donde Kenji participe, todos los aliados en 5 metros ganan +1 a Coraje. Su negativa absoluta a retroceder es contagiosa - ver a alguien pelear tan sin miedo inspira a otros.\n\nAdicionalmente, una vez por combate, si Kenji cae por debajo de 30% PS, entra en 'Segundo Viento' - recupera 10 PS inmediatamente y su próximo ataque tiene +3 de bonificador. Narrativamente: se levanta sangrando, sonríe como maniático, y golpea más fuerte que antes.\n\nNarrativa: Kenji nunca pide cuartel, nunca huye. Cuando lo golpean, se ríe y devuelve el golpe más fuerte. Su presencia en la primera línea hace que pandilleros más débiles piensen 'si ese loco puede seguir, yo también'.",
            "Habilidad_Especial": "Como seguidor Común, no tiene técnicas especiales formales. Sin embargo, tiene movimiento signature simple pero efectivo: **'Puño del Dragón Ascendente'** - uppercut devastador que usa cuando enemigo lo subestima. Mecánicamente: si enemigo tiene más de 50% PS y Kenji tiene menos de 50% PS, su próximo ataque ignora 3 puntos de defensa enemiga (representando golpe desesperado que conecta limpio).",
            "Metodos_Reclutamiento": "**A) DUELO DE HONOR**: Kenji respeta fuerza. Desafíalo a pelea uno-contra-uno. Si peleas limpio (sin trucos, sin armas si acordaron sin armas, sin interferencia) Y demuestras ser más fuerte O igualado pero con mejor espíritu, Kenji te respetará. No necesitas ganar abrumadoramente - solo pelear honorablemente. Reclutamiento automático si la pelea fue justa. Lealtad inicial: 6 (+1 por respeto ganado en combate).\n\n**B) PROTECCIÓN DE INOCENTE**: Kenji presencia situación donde pandilleros están intimidando a civil débil (anciano, niño, persona obviamente no involucrada en vida de pandillas). Interviene pero está superado en números (6+ contra él). Ayúdalo sin que te lo pida. Pelea junto a él protegiendo al inocente. Reclutamiento automático. Lealtad inicial: 7 (+2 por compartir sus valores fundamentales).\n\n**C) DESAFÍO A SU LÍDER COBARDE**: Kenji está frustrado con su banda actual (Shibuya Sharks) porque líder es cobarde que solo intimida débiles. Confronta públicamente al líder de Shibuya Sharks por su cobardía, derrótalo en combate, y ofrece a Kenji posición en tu banda donde pueden pelear enemigos REALES. Dificultad: Media (el líder es Amenaza Media pero tiene 4-5 pandilleros respaldándolo). Reclutamiento automático. Lealtad inicial: 6.\n\n**D) APRECIACIÓN CULINARIA**: Método extraño pero efectivo: Kenji está vendiendo takoyaki en su puesto. Compra takoyaki, elogia genuinamente su calidad (si mientes, lo nota y se ofende), vuelve 3+ veces durante 2 semanas, cada vez conversando casualmente. Descubre que comparte tus valores sobre honor/protección. Ofrece que se una a banda donde puede pelear con propósito, no solo por dinero. Tirada: Liderazgo + 1d20 vs Dificultad 13. Modificador: +2 si genuinamente aprecias su takoyaki, +2 si tienes Reputación de pelear en primera línea. Éxito: Acepta. Lealtad inicial: 5.\n\n**E) RESCATE DRAMÁTICO**: Shibuya Sharks traicionan a Kenji (descubren que ha estado cuestionando al líder) y lo emboscan 10+ contra 1 en callejón. Aparece justo a tiempo, pelea junto a él contra imposibles probabilidades. Si sobreviven (pueden ganar o escapar), Kenji jura lealtad absoluta. Reclutamiento automático. Lealtad inicial: 8 (+3 por salvar su vida en su momento más desesperado).",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Honor en Combate**: Pelear limpio, respetar oponentes dignos, nunca atacar por la espalda sin razón.\n\n2. **Protección de Inocentes**: NUNCA lastimar civiles, especialmente débiles. Esta es línea absoluta.\n\n3. **Lealtad al Líder Fuerte**: Seguir a líder que pelea en primera línea, no cobarde que envía otros a morir.\n\n**GANAR LEALTAD**:\n- Pelear junto a él en primera línea, no enviarlo solo mientras te escondes (+2, solo primera vez)\n- Defender su honor cuando otros lo llaman 'idiota sin cerebro' (+1)\n- Proteger civil inocente incluso cuando es tácticamente inconveniente (+2)\n- Vencer enemigo poderoso en combate justo uno-contra-uno donde Kenji presenció (+1)\n- Compartir comida después de batalla dura (momento de hermandad) (+1)\n- Rechazar táctica deshonrosa que Kenji encuentra repugnante (+1)\n- Elogiar genuinamente su takoyaki o habilidad de pelea (+1 cada 5 elogios genuinos)\n\n**PERDER LEALTAD**:\n- Atacar enemigo por la espalda sin razón válida, especialmente si acordaron duelo justo (-2)\n- Lastimar civil inocente deliberadamente (-5, deserción casi garantizada)\n- Enviar a Kenji a pelea peligrosa mientras tú te quedas atrás sin razón (-3)\n- Usar táctica cobarde repetidamente (veneno, trampas baratas, traición) (-1 por incidente)\n- Burlarte de su inteligencia cruelmente (-1)\n- Rendirte en batalla que aún puede ganarse (-2)\n- Ordenarle atacar a alguien que está protegiendo débiles (-3)\n\n**DESERCIÓN**: Si Lealtad llega a 0, Kenji confronta directamente. No desaparece silenciosamente - te dice exactamente por qué se va, probablemente gritando con lágrimas de frustración. '¡Pensé que eras diferente! ¡Pensé que tenías HONOR!' Puede desafiarte a pelea final antes de irse. No se vuelve enemigo activo después a menos que lastimes inocentes - entonces te cazará personalmente.",
            "key": "Kenji_Tanaka"
        },
        {
            "Rareza": "Común",
            "Distrito": "Harajuku",
            "Especialidad_Principal": "Medicina",
            "Afiliación_Actual": "Sin Banda",
            "datos": {
                "Nombre_Completo": "Sakura 'Doc' Tanaka (田中 桜)",
                "Edad": 23,
                "Género": "Femenino",
                "Altura": "1.58m",
                "Ocupación_Actual": "Estudiante de enfermería / Paramédico de calle",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/ujdB6HK.jpeg",
            "Imagen_Modal": "https://i.imgur.com/Cqz9bzf.jpeg",
            "descripcion": "Sakura es pequeña, linda, y completamente fuera de lugar en el mundo de pandillas - exactamente su estrategia. Su cabello es rosa pastel (teñido) cortado en bob despeinado con flequillo que casi cubre sus grandes ojos color miel detrás de gafas redondas. Viste aesthetic Harajuku médico: chaqueta blanca de enfermera customizada con parches bordados de gatos y calaveras kawaii, falda plisada rosa sobre medias con rayas, botas Dr. Martens rosas con pegatinas de bandas de anime. Siempre carga mochila enorme decorada con pins y peluches colgando - pero dentro no hay juguetes, hay kit médico profesional completo. Sus manos son ágiles con cicatrices de agujas y bisturís (accidentes de aprendizaje). Usa esmalte de uñas con diseños diferentes cada semana - esta semana son pequeñas jeringuillas dibujadas.\n\nPersonalidad: Sakura es contradicción viviente. Apariencia grita 'chica kawaii inofensiva' pero tiene humor negro oscurísimo sobre heridas y muerte que haría que cirujanos veteranos se sintieran incómodos. Habla con voz dulce sobre 'intestinos fascinantes' y 'patrones de sangrado interesantes' como si discutiera moda. Es profesional absoluta cuando trabaja - modo serio se activa, manos firmes, voz calmada, decisiones rápidas. Pero en situaciones sociales normales es torpe, dice cosas inapropiadas sin darse cuenta ('¡Tu cicatriz está TAN bien cosida! ¿Quién fue tu cirujano?'), y obsesionada con anatomía. No es sádica - genuinamente quiere ayudar - pero ha visto tanto trauma que desarrolló distanciamiento emocional. Ama su trabajo pero odia violencia innecesaria.\n\nHistoria: Sakura creció fascinada por medicina después de que paramédicos salvaran a su hermano menor de accidente de tráfico. Estudia enfermería en universidad pero descubrió que práctica hospitalaria era demasiado lenta, demasiado burocrática. El REAL aprendizaje está en las calles - pandilleros heridos que no pueden ir a hospitales, peleas que dejan bajas, emergencias donde segundos importan. Comenzó ofreciendo primeros auxilios básicos después de peleas que presenciaba en Harajuku. Su reputación creció - 'la chica rosa que puede coser cualquier cosa'. Trabaja freelance, cobrando lo que pacientes pueden pagar (a veces nada). Pero está cansada de ser llamada a las 3 AM para coser a tipos que volverán a pelearse mañana por razones estúpidas. Busca banda que valore mantenerse vivos, que pelee con propósito, y que la proteja mientras trabaja - porque muchos pandilleros heridos intentan 'no pagar' amenazándola.",
            "Atributos_Especializados": "Como seguidora Común, Sakura no tiene atributos CALLES formales. Narrativamente tiene Lógica 4 (excelente bajo presión médica), Astucia 3 (lee situaciones rápido), Coraje 3 (sorprendentemente calmada ante sangre/violencia). Salvajismo 1 (inútil en combate), Liderazgo 2 (no es líder).",
            "Especialidades": "★★ Medicina (+4 a tiradas de curación, estabilización, diagnóstico)\n★ Sigilo (+2 a tiradas, su apariencia inofensiva hace que pase desapercibida)\n\nSakura puede estabilizar heridas graves en condiciones subóptimas (callejones, sedes improvisadas, durante transporte). Conoce anestésicos, antibióticos, y cómo conseguirlos sin recetas. Puede determinar causa de muerte con precisión inquietante.",
            "Beneficio_Pasivo": "**'Ángel del Callejón'**: Después de cada combate donde tu banda tuvo bajas, Sakura puede realizar Tratamiento de Emergencia. Tira 1d20 + su especialidad Medicina (+4). Dificultad 12 = estabiliza a 1 aliado herido grave, Dificultad 16 = estabiliza 2 aliados, Dificultad 20+ = estabiliza 3 aliados.\n\n'Estabilizar' significa: aliado que cayó a 0 PS recupera 10 PS inmediatamente y no sufre consecuencias permanentes de esas heridas. Sin Sakura, aliados a 0 PS quedan fuera de acción durante días.\n\nAdicionalmente, cada semana (tiempo real), Sakura proporciona 'kit médico' básico gratis a la banda - suficientes suministros para curar 20 PS totales distribuidos entre miembros como jugadores decidan.\n\nNarrativa: Cuando alguien cae, Sakura se materializa (estaba en retaguardia). Mochila abierta, manos volando, voz calmada 'respira, respira, esto dolerá' mientras clava aguja. En 90 segundos, el que estaba muriendo está sentado, pálido pero vivo. 'Próxima vez esquiva mejor, ¿sí?' dice con sonrisa.",
            "Habilidad_Especial": "Como seguidora Común, Sakura NO tiene habilidad de combate. Sin embargo, tiene conocimiento médico defensivo: **'Puntos Vitales'**. Si absolutamente forzada a defenderse (alguien intentando lastimarla), puede golpear punto de presión con aguja o bisturí pequeño. Tirada única: Lógica vs Salvajismo enemigo. Si gana, enemigo queda Paralizado 1 post (dolor extremo concentrado). Solo funciona contra 1 enemigo a la vez y requiere que enemigo esté a corta distancia. Sakura ODIA hacer esto.",
            "Metodos_Reclutamiento": "**A) RESCATE BAJO FUEGO**: Sakura está tratando a pandillero herido (no afiliado a ti) en callejón cuando banda rival aparece queriendo 'terminar el trabajo'. Ella se niega a moverse - 'pacientes bajo mi cuidado están protegidos'. Los matones van a lastimarla. Interviene, protege a Sakura mientras termina de estabilizar al herido. Reclutamiento automático. Lealtad inicial: 7 (+2 por respetar su juramento médico). Dificultad: Media (5-6 pandilleros enfadados).\n\n**B) SERVICIO CONTINUO**: Usa servicios médicos de Sakura 5+ veces, pagándole bien (¥40,000-60,000 por tratamiento serio), tratándola con respeto profesional, y nunca amenazándola por pago. Después del 5to servicio, ofrece posición permanente con salario fijo (¥150,000/mes), suministros médicos ilimitados financiados, y protección garantizada. Tirada: Liderazgo + 1d20 vs Dificultad 13. Modificador: +2 si nunca presionaste por tratamiento gratis, +2 si protegiste otros médicos de calle de abuso. Éxito: Acepta. Lealtad inicial: 5.\n\n**C) DEMOSTRACIÓN DE PROPÓSITO**: Sakura está cansada de coser a tipos que pelean por razones estúpidas. Explica genuinamente la filosofía/propósito de tu banda - por qué peleas, qué intentas lograr, por qué vale arriesgar vidas. Tirada: Liderazgo + Lógica + 1d20 vs Dificultad 15. Modificador: +2 si tu propósito incluye proteger gente, no solo ganar dinero. Éxito: Sakura decide que tu causa vale las heridas que tratará. Lealtad inicial: 6.\n\n**D) FINANCIAR SU EDUCACIÓN**: Sakura tiene ¥800,000 en deudas estudiantiles que la agobian. Ofrece pagarle completamente la deuda sin esperar nada a cambio inmediatamente. Cuando protesta (inevitablemente), explica que médico talentoso es inversión en seguridad de tu banda. Tirada: Liderazgo + 1d20 vs Dificultad 12. Éxito: Abrumada, acepta y promete 'pagar devolviendo con servicio'. Lealtad inicial: 7 (+2 por deuda de gratitud).\n\n**E) CONEXIÓN COMPARTIDA**: Hermano menor de Sakura está enfermo (condición seria pero tratable con medicamento caro que seguro no cubre). Descubre esto. Consigue el medicamento (puede ser comprándolo ¥400,000, o robándolo de hospital/farmacia, o negociándolo). Entrega sin fanfarria. Reclutamiento automático cuando su hermano mejore. Lealtad inicial: 9 (+4 por salvar a persona más importante en su vida).",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Juramento Médico**: Tratar a TODOS los heridos que pueda, sin importar afiliación. Paciente bajo su cuidado es sagrado.\n\n2. **No Participar en Violencia**: NUNCA ser forzada a lastimar a alguien (excepto autodefensa extrema).\n\n3. **Respeto Profesional**: Es médico profesional, no 'chica de la banda'. Sus conocimientos tienen valor.\n\n**GANAR LEALTAD**:\n- Protegerla cuando trata a heridos en situaciones peligrosas (+2)\n- Financiar suministros médicos caros sin quejarte del costo (+1)\n- Escuchar y seguir su consejo médico ('no peleen durante 3 días, necesitan sanar') (+1)\n- Agradecerle genuinamente después de que salva vida de aliado (+1)\n- Permitirle tratar enemigos heridos si ella insiste (respeto su juramento) (+2)\n- Llevarle casos médicos interesantes o raros (alimenta su curiosidad) (+1)\n- Proteger otros médicos de calle del abuso (+1)\n\n**PERDER LEALTAD**:\n- Forzarla a lastimar a alguien deliberadamente (-5, casi garantiza deserción)\n- Amenazarla por pago cuando no puede pagar (-3)\n- Impedir que trate a enemigo herido si está bajo su cuidado (-2)\n- Burlarte de su apariencia kawaii cruelmente (-1)\n- Ignorar repetidamente consejo médico y sufrir consecuencias (-1 por incidente)\n- Causar heridas innecesarias por violencia estúpida repetidamente (-1 cada 3 incidentes)\n- Lastimar a paciente que ella estaba tratando (-4)\n\n**DESERCIÓN**: Si Lealtad llega a 0, Sakura se va silenciosamente en la noche, dejando solo nota: 'Juré no causar daño. Ustedes causan demasiado.' No se vuelve enemiga, pero rechazará tratarte en futuro incluso si ofreces fortunas. Si cruzaste línea severa (forzándola a lastimar a alguien), puede reportar actividades criminales a autoridades - no por venganza, sino porque decidió que eres peligro para sociedad.",
            "key": "Sakura_Matsuda"
        },
        {
            "Rareza": "Común",
            "Distrito": "Harajuku",
            "Especialidad_Principal": "Información",
            "Afiliación_Actual": "Sin Banda",
            "Datos_Basicos": {
                "Nombre_Completo": "Riku Matsuda (松田 陸)",
                "Edad": 19,
                "Género": "Masculino",
                "Altura": "1.70m",
                "Ocupación_Actual": "Estudiante universitario / Freelance informante",
                "Ranuras_Ocupadas": 1,
                "Lealtad_Base": 5
            },
            "Imagen_Card": "https://i.imgur.com/pWpFyYV.jpeg",
            "Imagen_Modal": "https://i.imgur.com/it8dqn1.jpeg",
            "Descripcion_Fisica_Personalidad_Historia": "Riku es un joven delgado de cabello negro desordenado que cae sobre ojos perpetuamente cansados con ojeras pronunciadas - producto de noches estudiando y recopilando información. Su rostro tiene rasgos juveniles que lo hacen parecer incluso más joven de lo que es. Viste casi exclusivamente hoodies grises o negros desgastados, con su mochila raída siempre colgando de un hombro, llena de cuadernos, laptop vieja, y dispositivos electrónicos baratos. Sus manos tienen manchas de tinta de escribir constantemente. Tiene postura encorvada de quien pasa demasiado tiempo frente a pantallas.\n\nPersonalidad: Riku es nervioso y parlanchín cuando está estresado (que es frecuente). Habla rápido, saltando entre temas, su mente procesando múltiples hilos de pensamiento simultáneamente. Es socialmente torpe en situaciones normales pero se transforma cuando habla de información - se vuelve enfocado, articulado, casi obsesivo. Tiene ética flexible: no es malvado, pero ha racionalizado que 'información es neutral, cómo se usa no es su responsabilidad'. Sin embargo, tiene línea que no cruza - nunca vende información que resulte en muerte de inocentes directa. Es cobarde físicamente (lo admite abiertamente) pero tiene coraje cuando se trata de proteger sus fuentes o su integridad como informante.\n\nHistoria: Riku viene de familia de clase media-baja en Harajuku. Estudia Ciencias de la Información en universidad pública, manteniendo GPA decente mientras trabaja como informante freelance para pagar matrícula. Comenzó vendiendo chismes de estudiantes y gradualmente escaló al submundo criminal cuando descubrió que paga mucho mejor. Nunca se ha unido a banda específica por miedo - ha visto demasiados informantes ser 'silenciados' por sus propias organizaciones cuando saben demasiado. Opera desde cafés, bibliotecas y su diminuto apartamento, usando VPNs y cuentas anónimas. Busca protección de alguien lo suficientemente poderoso para mantenerlo seguro pero lo suficientemente inteligente para valorar lo que ofrece en vez de simplemente tomar su información y eliminarlo.",
            "Atributos_Especializados": "Como seguidor Común, Riku no tiene atributos CALLES formales. Narrativamente tiene Lógica 4 (excelente conectando patrones), Astucia 3 (puede manipular digitalmente y socialmente), Coraje 2 (bajo físicamente pero tiene coraje moral). Salvajismo 1 (inútil en combate físico).",
            "Especialidades": "★★ Información (+4 a tiradas de recopilación, análisis y venta de información)\n★ Tecnología (+2 a tiradas relacionadas con uso de dispositivos electrónicos, investigación digital)\n\nRiku tiene red extensa de contactos menores (estudiantes, trabajadores de comercios, bartenders, taxistas) que le pasan chismes. Puede acceder a foros underground, sabe usar herramientas básicas de hacking social, y es experto buscando información pública que otros ignoran.",
            "Beneficio_Pasivo": "**'Red de Chismes'**: Una vez por semana (automáticamente cada lunes tiempo real), Riku proporciona 1 pieza de información útil sobre actividades en Harajuku y distritos adyacentes. El Staff o DJ genera esta información.\n\nTipos de información típica:\n- 'La banda X está planeando expansión hacia territorio Y esta semana'\n- 'El negocio Z está siendo extorsionado y busca protección'\n- 'Figura importante A estará en ubicación B en día C'\n- 'Policía planea redada en área D el día E'\n- 'Seguidor potencial F está descontento con su banda actual'\n\nLa información no es siempre precisa al 100% (Riku no es legendario), pero es útil más del 80% del tiempo. Adicionalmente, Riku puede ser enviado en tarea 'Buscar Información' con bonificador +4 de su especialidad, siendo significativamente más efectivo que seguidores sin esta especialidad.",
            "Habilidad_Especial": "Como seguidor Común, Riku NO tiene habilidad de combate. En situaciones de violencia, se esconde, huye, o queda paralizado. Su valor está completamente en información y análisis, no en fuerza física. Si es forzado a combate directo, es víctima más que combatiente.",
            "Metodos_Reclutamiento": "**A) PROTECCIÓN CONTRA AMENAZA**: Riku vendió información sobre banda peligrosa (Los Serpientes) que ahora lo buscan para 'enseñarle una lección'. Interviene antes de que lo lastimen, derrotando a 4-6 matones. Reclutamiento automático si lo proteges sin exigir su información gratuitamente después. Lealtad inicial: 6 (+1 por gratitud).\n\n**B) COMPRA DE INFORMACIÓN → RELACIÓN**: Compra información de Riku 3+ veces, pagando precio justo (¥30,000-50,000 por pieza) y tratándolo con respeto (sin amenazas, sin intentar estafarlo). Después de 3ra transacción exitosa, ofrece protección permanente a cambio de acceso prioritario a su red. Tirada: Liderazgo + Astucia + 1d20 vs Dificultad 14. Éxito: Acepta. Lealtad inicial: 5.\n\n**C) DEMOSTRACIÓN DE INTELIGENCIA**: Impresiona a Riku con tu propio análisis de información o estrategia. Tirada: Lógica + 1d20 vs Dificultad 15. Modificador: +2 si tienes dote de Estrategia o Contactos. Éxito: Riku respeta tu intelecto y ve valor en aliarse contigo. Lealtad inicial: 5.\n\n**D) RESCATE DE DATOS**: Laptop de Riku con todos sus contactos y notas cifradas fue robada por banda rival. Recupera la laptop sin destruir datos. Misión moderada. Reclutamiento automático. Lealtad inicial: 7 (+2 por salvar su vida profesional).\n\n**E) OFERTA DE SEGURIDAD**: Riku está exhausto de vivir con miedo constante. Ofrece acuerdo claro: él proporciona información exclusiva, tú garantizas su seguridad y pagas estipendio mensual (¥100,000/mes). Tirada: Liderazgo + 1d20 vs Dificultad 13. Modificador: +2 si tu Reputación es 10+. Éxito: Acepta cautamente. Lealtad inicial: 5.",
            "Valores_Fundamentales_Lealtad": "**VALORES**:\n\n1. **Protección de Fuentes**: NUNCA revela identidades de sus contactos, incluso bajo presión.\n\n2. **No Causar Muertes de Inocentes**: No venderá información que resulte directamente en muerte de civiles no involucrados.\n\n3. **Compensación Justa**: Su tiempo y riesgo deben ser pagados apropiadamente.\n\n**GANAR LEALTAD**:\n- Protegerlo cuando otras bandas lo amenazan por información que dio (+1 por protección)\n- Pagarle bonos por información particularmente valiosa (+1 cada 3 bonos)\n- Ayudarlo a proteger una de sus fuentes que está en peligro (+2)\n- Darle acceso a información que tú tienes para ampliar su base de datos (+1)\n- Financiarle equipo mejor (laptop nueva, celular encriptado, etc.) (+1)\n- Presentarlo a contactos útiles que expanden su red (+1 por contacto valioso)\n- Respetar cuando dice 'no puedo darte esa información sin poner en peligro a alguien' (+1)\n\n**PERDER LEALTAD**:\n- Intentar forzarlo a revelar identidad de fuente (-3, puede desertar)\n- No pagarlo o pagar menos de acordado (-2)\n- Usar su información de forma que resulte en muerte de inocente directamente (-3 si no había forma de saber, -5 si era previsible)\n- Exponerlo como tu informante públicamente sin su permiso (-4, casi garantiza deserción)\n- Tomar su información por fuerza/intimidación en vez de pagar (-3)\n- Culparlo cuando información resulta ser incorrecta por factores fuera de su control (-1)\n\n**DESERCIÓN**: Si Lealtad llega a 0, Riku desaparece completamente - nueva identidad, nueva ciudad, corta todos lazos. Es experto en borrarse. No se vuelve enemigo activo (no es tipo de confrontación), pero puede vender información sobre ti a otros como venganza.",
            "key": "Riku_Matsuda"
        }
    ]
}
