[
  {
    "id": 1,
    "nombre": "Oni Giri",
    "estiloCombate": "Santoryu",
    "tipo": "Potencia",
    "rangoMinimo": "E-D",
    "costoTenacidad": "5%",
    "categoria": "Ofensiva",
    "requisitosPrevios": {
      "nivelMinimo": "1",
      "arquetipoRequerido": "Espadachín (primario o secundario)",
      "statsMinimos": "Poder 5"
    },
    "descripcionNarrativa": "Técnica fundamental del Santoryu que cruza las tres espadas en un solo movimiento devastador. El usuario se lanza hacia adelante con las tres hojas convergiendo en un punto, creando un ataque imposible de bloquear desde un solo ángulo. El nombre 'Demonio Cortante' refleja la ferocidad y letalidad del golpe, capaz de partir armaduras y atravesar defensas sólidas.",
    "efectoMecanico": {
      "accionRequerida": "Acción de Ataque",
      "alcance": "Cuerpo a cuerpo",
      "areaEfecto": "Individual",
      "duracion": "Instantáneo",
      "cooldown": "Ninguno",
      "efectoPrincipal": "Realiza un ataque con +2 de bonificación al daño. Si impacta, ignora 2 puntos de Defensa del objetivo. Tipo Potencia: +50% daño contra Estilo, -25% contra Velocidad."
    },
    "efectoVisual": "El espadachín cruza sus tres espadas en posición de 'X' triple, lanzándose hacia adelante en un destello de acero. Las hojas convergen en el punto de impacto creando un sonido metálico característico. El ataque deja tres líneas de corte perfectamente alineadas en el objetivo.",
    "notasEspeciales": "Esta es la técnica signature de nivel básico del Santoryu. Establece el patrón de cortes múltiples simultáneos que caracteriza el estilo. Escalable con inversión en Poder."
  },
  {
    "id": 2,
    "nombre": "Soru",
    "estiloCombate": "Rokushiki",
    "tipo": "Velocidad",
    "rangoMinimo": "C-B",
    "costoTenacidad": "10%",
    "categoria": "Movilidad",
    "requisitosPrevios": {
      "nivelMinimo": "5",
      "faccionRequerida": "Marines o CP0-9 (o Talento 'Entrenamiento Rokushiki')",
      "statsMinimos": "Velocidad 10, Resistencia 8"
    },
    "descripcionNarrativa": "Técnica de las Seis Formas que permite al usuario moverse a velocidades que desafían la percepción humana normal. Al patear el suelo más de diez veces en un instante, el practicante se impulsa con tal fuerza que parece desaparecer y reaparecer instantáneamente en otra posición. Es la base de la movilidad sobrehumana de los agentes del Gobierno Mundial.",
    "efectoMecanico": {
      "accionRequerida": "Acción de Movimiento",
      "alcance": "Personal",
      "areaEfecto": "Personal",
      "duracion": "Instantáneo",
      "cooldown": "1 turno",
      "efectoPrincipal": "Muévete instantáneamente hasta 15 metros en línea recta. Este movimiento no provoca ataques de oportunidad. Puedes usar Soru como parte de un ataque, ganando +3 a la tirada de golpe. Tipo Velocidad: esquivas automáticamente el primer ataque de Potencia que te dirijan en ese turno."
    },
    "efectoVisual": "El usuario se difumina en una serie de imágenes residuales, desapareciendo con un sonido sibilante característico. Durante una fracción de segundo, parece estar en múltiples lugares simultáneamente antes de solidificarse en su nueva posición. El aire se agita violentamente en su estela.",
    "notasEspeciales": "Soru es una de las seis técnicas fundamentales del Rokushiki. Se requiere para aprender otras técnicas avanzadas como Kamisori (Soru + Geppo). No funciona bajo agua o en terreno extremadamente inestable."
  },
  {
    "id": 3,
    "nombre": "Diable Jambe",
    "estiloCombate": "Black Leg",
    "tipo": "Potencia",
    "rangoMinimo": "A-S",
    "costoTenacidad": "15% por turno activo",
    "categoria": "Mejora",
    "requisitosPrevios": {
      "nivelMinimo": "10",
      "arquetipoRequerido": "Luchador (primario)",
      "statsMinimos": "Poder 15, Resistencia 12",
      "talentosRequeridos": "Maestría en Kicks III, Resistencia al Calor II"
    },
    "descripcionNarrativa": "Evolución suprema del Black Leg Style que envuelve la pierna del usuario en llamas infernales mediante fricción extrema. El calor generado es tan intenso que la propia pierna se vuelve incandescente, añadiendo daño por fuego devastador a cada patada. Solo aquellos con resistencia física excepcional pueden soportar el dolor de quemar su propia carne mientras combaten.",
    "efectoMecanico": {
      "accionRequerida": "Acción de Soporte (activar) / Acción Gratuita (mantener)",
      "alcance": "Personal",
      "areaEfecto": "Personal",
      "duracion": "Concentración (máximo 5 turnos)",
      "cooldown": "3 turnos después de desactivar",
      "efectoPrincipal": "Mientras Diable Jambe esté activo: todos tus ataques de patada ganan +4 de daño y añaden daño de fuego (ignora resistencias no-mágicas). Los enemigos golpeados reciben 'Quemadura' (2 daño por turno durante 3 turnos). Tus ataques cuentan como tipo Potencia con bonificación contra Estilo. Sufres 1 daño al final de cada turno que mantengas activa la técnica."
    },
    "efectoVisual": "La pierna del usuario erupciona en llamas carmesí intensas, emanando calor visible que distorsiona el aire circundante. Cada movimiento deja rastros de fuego en el aire. Al impactar, las llamas explotan contra el objetivo dejando marcas de quemaduras severas. El usuario debe resistir claramente el dolor, con venas marcadas y expresión determinada.",
    "notasEspeciales": "Diable Jambe puede combinarse con otras técnicas de Black Leg para crear versiones potenciadas (Ej: 'Diable Mouton Shot'). El daño auto-infligido no puede reducirse ni evitarse. No funciona bajo agua (las llamas se extinguen inmediatamente). Versiones más avanzadas (Ifrit Jambe) requieren Haki de Armadura."
  }
]
